[
  {
    "pregunta": "¿Quiénes intervienen en el sistema?",
    "respuesta": "En el sistema de facturación electrónica se identifican los siguientes actores:  • DGI • Emisor electrónico: es el sujeto pasivo autorizado por DGI a generar comprobantes fiscales electrónicos (CFE). • Receptor electrónico: es quien está autorizado a recibir comprobantes fiscales electrónicos (CFE). Todo emisor electrónico es necesariamente receptor electrónico. • Receptor no electrónico: es aquel receptor que no es emisor de comprobantes fiscales electrónicos (CFE), también denominado receptor manual. • Proveedor Habilitado: es el proveedor de software inscripto en el Registro de Proveedor Habilitado, autorizado para realizar el procedimiento de ingreso simplificado al sistema y para otorgar el crédito fiscal a que refieren el Decreto Nº 200/018 de 2 de julio de 2018 y el Decreto N° 206/019 de 22 de julio de 2019. (Modificado 01/10/2019)"
  },
  {
    "pregunta": "Cuáles son los Comprobantes Fiscales Electrónicos que pueden emitirse a través del sistema?",
    "respuesta": "Los tipos de CFE disponibles para la documentación electrónica de las operaciones son:  • e-Factura (contado y crédito) • Nota de crédito de e-Factura Nota de débito de e-Factura e-Ticket (contado y crédito)  • Nota de crédito de e-Ticket 0 Nota de débito de e-Ticket • e-Remito • e-Resguardo e-Factura Exportación } Operaciones entre contribuyentes Sólo para consumo final • Nota de crédito de e-Factura de Exportación • Nota de débito de e-Factura de Exportación } Sólo para exportaciones e-Remito de Exportación e-Ticket Venta por Cuenta Ajena • Nota de crédito de e-Ticket Venta por Cuenta Ajena Nota de débito de e-Ticket Venta por Cuenta Ajena e-Factura Venta por Cuenta Ajena Nota de crédito de e-Factura Venta por Cuenta Ajena Nota de débito de e-Factura Venta por Cuenta Ajena e-Boleta de entrada Nota de crédito de e-Boleta de entrada • Nota de débito de e-Boleta de entrada } Operaciones por cuenta ajena Sólo para compras a vendedores cuya venta no es preceptiva documentar (Modificado 13/08/2021)"
  },
  {
    "pregunta": "¿DGI asignará un código a cada tipo de Comprobante Fiscal Electrónico y a la documentación de contingencia?",
    "respuesta": "Sí, el mismo será de uso obligatorio para todos los contribuyentes con la finalidad de identificar la documentación fiscal electrónica. (Creado 01/12/2011)"
  },
  {
    "pregunta": "¿Cuáles son los códigos asignados por tipo de comprobante? (01/12/2011)",
    "respuesta": "The following table:  ,Tipo de Comprobante , ,Código ,CFE ,Código ,CFC  \"101 ,\"e-Ticket ,\"201 ,\"e-Ticket Contingencia \" \"102 ,\"Nota de Crédito de e-Ticket ,\"202 ,\"Nota de Crédito de e-Ticket Contingencia \" \"103 ,\"Nota de Débito de e-Ticket ,\"203 ,\"Nota de Débito de e-Ticket Contingencia \" \"111 ,\"e-Factura ,\"211 ,\"e-Factura Contingencia \" \"112 ,\"Nota de Crédito de e-Factura ,\"212 ,\"Nota de Crédito de e-Factura Contingencia \" \"113 ,\"Nota de Débito de e-Factura ,\"213 ,\"Nota de Débito de e-Factura Contingencia \" \"121 ,\"e-Factura Exportación ,\"221 ,\"e-Factura Exportación Contingencia \" \"122 ,\"Nota de Crédito de e-Factura Exportación ,\"222 ,\"Nota de Crédito de e-Factura Exportación Contingencia \" \"123 ,\"Nota de Débito de e-Factura Exportación ,\"223 ,\"Nota de Débito de e-Factura Exportación Contingencia \" \"124 ,\"e-Remito de Exportación ,\"224 ,\"e-Remito de Exportación Contingencia \" \"131 ,\"e-Ticket Venta por Cuenta Ajena ,\"231 ,\"e-Ticket Venta por Cuenta Ajena Contingencia \" \"132 ,\"Nota de Crédito de e-Ticket Venta por Cuenta Ajena ,\"232 ,\"Nota de Crédito de e-Ticket Venta por Cuenta Ajena Contingencia \" \"133 ,\"Nota de Débito de e-Ticket Venta ,\"233 ,\"Nota de Débito de e-Ticket Venta por"
  },
  {
    "pregunta": "Cómo documentan sus operaciones los emisores electrónicos? (01/12/2011)",
    "respuesta": "Quienes ingresen al sistema están obligados a documentar sus operaciones de venta con CFE, no pudiendo emitir documentos manuales para este tipo de operación, salvo lo previsto para casos de contingencia justificada o durante el período de transición autorizado. A partir del 01/05/2024, los emisores electrónicos deben certificar los nuevos comprobantes de forma previa a la primera operación, por lo que no podrán utilizar documentación en papel excepto para el remito en caso de haber optado por no incluirlo en el régimen de CFE (Numerales $3^{\circ}$ y $4^{\circ}$ de la Resolución $N^{\circ}$ 798/2012 con la redacción dada por la Resolución N° 2390/2023). El emisor electrónico autorizado deberá emitir los comprobantes electrónicos para todos sus clientes, sean éstos receptores electrónicos o no. El cliente no receptor electrónico recibirá una representación impresa del CFE que tendrá validez legal, no pudiendo exigir un documento tradicional. (Modificado 29/11/2024)"
  },
  {
    "pregunta": "¿Cómo documentan las ventas de exportación los emisores electrónicos? (09/05/2012)",
    "respuesta": "Los emisores electrónicos deben documentar las operaciones de exportación de mercaderías mediante la e-Factura de Exportación, sus notas de corrección y/o e- Remito de Exportación según corresponda. A partir del 01/05/2024, los emisores electrónicos que se constituyan en exportadores de bienes deberán certificar los nuevos comprobantes de forma previa a la primera operación, no disponiendo más de los 90 días para solicitarlos (Numeral $3^{\circ}$ de la Resolución N° 798/2012 con la redacción dada por la Resolución N° 2390/2023). La utilización del combo de factura de exportación para documentar las operaciones de exportación de servicios, es opcional pudiendo también optar por documentarlas con los CFE habituales (e-factura si el adquirente se encuentra identificado con número de RUC o e-ticket en caso contrario). (Modificado 29/11/2024)"
  },
  {
    "pregunta": "¿Qué comprobantes incluyen el conjunto mínimo obligatorio? (01/12/2011)",
    "respuesta": "El conjunto mínimo obligatorio de comprobantes fiscales electrónicos con los que se puede ingresar en el sistema está compuesto por la e-Factura y el e-Ticket, con sus correspondientes notas de crédito y débito para hacer las correcciones y/o ajustes al documento original. Tener en cuenta que:  • A partir del $1^{\circ}$ de enero de 2015, para los Exportadores el conjunto mínimo incluye también la e-Factura de exportación con sus notas de corrección y el e- Remito de exportación. • A partir del $1^{\circ}$ de abril de 2016: para los Responsables el conjunto mínimo obligatorio incluye también, el e-Resguardo. A partir del $1^{\circ}$ de abril de 2016: para quienes realicen operaciones comprendidas en la Resolución 1643/2014 (Ventas por cuenta ajena), el conjunto mínimo obligatorio incluye además, el e-Ticket Venta por Cuenta Ajena y la e-Factura Venta por Cuenta Ajena, así como sus correspondientes notas de corrección. • A partir del $1^{\circ}$ de diciembre de 2017: para quienes realicen operaciones comprendidas en el Art.  54 del Decreto 597/988 el conjunto mínimo obligatorio incluye además, la e-Boleta de entrada y sus notas de corrección. A partir del $1^{\circ}$ de octubre de 2021: para quienes realicen operaciones de compra de moneda extranjera que esté destinada a la reventa cuando la contrapartida sea la entrega de moneda local, el conjunto mínimo obligatorio incluirá además, la e-Boleta de entrada y sus notas de corrección (Modificado 13/08/2021)"
  },
  {
    "pregunta": "¿Cómo saber quiénes son los emisores/receptores electrónicos? (01/12/2011)",
    "respuesta": "Se encuentra disponible con acceso libre, en el Portal de eFactura de DGI, el listado de todos los emisores electrónicos autorizados. Además, está disponible para el uso exclusivo de los emisores electrónicos (en el portal de e-Factura bajo la sección Producción) el listado actualizado de los mismos, con sus correspondientes direcciones de correo declaradas en DGI para la comunicación entre emisor y receptor, que pueden descargar diariamente. Se brinda una consulta Web y la posibilidad de bajar un archivo XML con todos los Emisores Electrónicos y sus correos electrónicos. Además cuenta con un Web Service como otro mecanismo de consulta. Se dispone también de la fecha fin período de transición. (Modificado 29/08/2017)"
  },
  {
    "pregunta": "¿Cómo se asegura la autenticidad del emisor y la integridad de los Comprobantes Fiscales Electrónicos? (01/12/2011)",
    "respuesta": "La autenticidad del emisor y la integridad de los documentos están dadas por:  La utilización del certificado electrónico reconocido y el acceso a su clave privada. La incorporación de la firma electrónica avanzada en los comprobantes fiscales electrónicos. El emisor es responsable absoluto de su Firma Electrónica Avanzada, de igual manera que lo es una persona física de su firma ológrafa. Esta firma se encuentra constituida por un conjunto de caracteres que acompaña a un comprobante fiscal electrónico, que se origina a partir del documento y que permite asegurar la identidad y el \"no repudio\" del emisor, garantiza la integridad del CFE. Tanto la DGI como el receptor de la factura, pueden estar seguros que la firma fue realizada con la clave privada que corresponde a la persona jurídica propietaria de la misma. Esto se garantiza por el Certificado Electrónico Reconocido, expedido por un prestador de servicios de certificación acreditado ante la Unidad Certificadora Electrónica (UCE) con inscripción vigente en el Registro de Prestadores de Servicios de Certificación Acreditados, de acuerdo a lo establecido en la Ley 18.600 de 21/09/009. Por el Art. 7 del Dec. $N^{o}$ 36/012 de 08/02/012 se faculta a la DGI a habilitar certificados electrónicos vigentes, exclusivamente a efectos de su aplicación en el régimen de documentación fiscal electrónica y hasta la fecha en que se encuentre operativo el Registro antes mencionado de la UCE. (Modificado 09/05/2012)"
  },
  {
    "pregunta": "¿Ante un cambio de un representante legal de la empresa, ¿se puede continuar utilizando la misma firma electrónica avanzada? ",
    "respuesta": "La modificación de representantes sólo tendría impacto en el caso que el certificado electrónico para la firma del CFE sea emitido a nombre de ese representante legal. Dada la situación de baja de ese integrante, el certificado debería ser revocado y solicitarse uno nuevo. En caso de que el certificado digital sea de tipo genérico no tendría ningún impacto. (Creado 01/12/2011)"
  },
  {
    "pregunta": "¿Cómo documentan las ventas realizadas por cuenta ajena y a nombre propio los emisores electrónicos?",
    "respuesta": "Los emisores electrónicos documentarán las ventas realizadas por cuenta ajena mediante comprobantes específicos adicionando a la denominación habitual de cada CFE, la mención \"VENTA POR CUENTA AJENA\", debiendo consignar, en la zona dispuesta a tales efectos (Complemento Fiscal), la información del sujeto por cuenta de quien se realiza la operación. En caso que corresponda deben dejar constancia en el CFE de la situación fiscal del sujeto por cuenta de quien se realiza la operación. La información contenida en esta zona debe siempre enviarse tanto a DGI como al receptor electrónico, existiendo la posibilidad de enviarla en forma libre o, en caso que se quiera preservar la identidad del mandante, encriptada. Asimismo, podrá excluirse de la representación impresa del CFE, salvo en los casos que exista normativa relativa a determinadas operaciones que establezca que debe informarse al receptor la identificación del sujeto por cuenta de quien se realiza la operación. Los emisores deben informar todas estas operaciones en el anexo que acompaña la declaración jurada mensual del IVA identificándolas como \"Operaciones de venta por cuenta ajena y a nombre propio\". (Creado 24/06/2014)"
  },
  {
    "pregunta": "Los productores agropecuarios que se encuentran en el régimen de documentación fiscal electrónica (por opción o preceptivamente), pueden documentar sus operaciones de acuerdo a lo previsto en el artículo 174 del Decreto 150/007? (29/07/2016)",
    "respuesta": "No, los productores agropecuarios que se encuentran en el régimen de documentación fiscal electrónica deberán adecuar su documentación a lo previsto por el Decreto $N^{\circ}$  36/012 de 8 de febrero de 2012, que establece el marco regulatorio de los documentos fiscales electrónicos. El artículo $8^{\circ}$ de la mencionada norma dispone que los sujetos pasivos incluidos en el régimen que se reglamenta, deban documentar la totalidad de sus operaciones utilizando exclusivamente los comprobantes fiscales electrónicos que les hubiesen sido autorizados. (Modificado 29/08/2017)"
  },
  {
    "pregunta": "Ante un cambio en la denominación de la empresa, ¿qué debe hacerse? (29/08/2017)",
    "respuesta": "Ante una modificación en la denominación de la empresa, el certificado electrónico debe ser revocado y corresponde solicitar uno nuevo con la nueva denominación. En relación a las constancias de autorización y a la documentación, corresponde distinguir dos situaciones según el tipo de constancia:  • Constancia de autorización de emisión para facturación electrónica (CAE): fue emitida a nombre del contribuyente pero aunque se modificó su denominación, mantiene su $N^{\circ}$ RUC y continúa siendo el mismo contribuyente ante nuestra Administración. Por lo tanto se mantiene el mismo CAE pero se debe modificar en el comprobante el campo donde se informa el nombre del emisor. • En los comprobantes de contingencia, se debe solicitar nueva documentación debido a que el nombre se encuentra en forma preimpresa. (Modificado 13/08/2021)"
  },
  {
    "pregunta": "¿Cuándo debe emitirse una e-Boleta de entrada? (29/08/2017)",
    "respuesta": "La e-Boleta de entrada es un comprobante utilizado por los adquirentes para documentar:  • Operaciones de compra a un vendedor no emisor electrónico que no cuente con documentación de ventas por no ser contribuyente o por estar liberado, debiendo además documentar retenciones o percepciones correspondientes a la misma; debiendo siempre, independientemente del monto del CFE, identificar al receptor.  No corresponde que el adquirente emita la e-boleta de entrada si:   el vendedor \"no emisor electrónico\" documenta la operación, o si  el vendedor es un emisor electrónico ya que a partir de la finalización de su período de transición, está obligado a documentar todas sus ventas exclusivamente mediante CFEs. Si por esta operación correspondiera realizar retención, la misma se respaldará en un e- resguardo.  Operaciones de compra de moneda extranjera que estén destinadas a la reventa si la contrapartida es la entrega de moneda local; debiendo identificar al receptor de la e-boleta de entrada o sea al vendedor de la moneda extranjera excepto si se trata de un receptor no contribuyente y el monto neto es menor o igual a 10.000 UI (diez mil unidades indexadas), sin perjuicio de las excepciones expresamente establecidas para determinadas operaciones. En documentos emitidos a partir del $1^{\circ}$ de noviembre de 2022, el tope de 10.000 Ul se reduce a 5.000 UI. En este caso, siempre que el vendedor no haya documentado la operación, corresponderá emitir la e-boleta de entrada independientemente de si es o no emisor electrónico. (Modificado 08/12/2023)"
  },
  {
    "pregunta": "Los contribuyentes que tienen operaciones amparadas a un régimen especial de facturación concedido con anterioridad a la Resolución $N^{o}$ 798/2012, pueden seguir aplicando dicho régimen especial luego de su ingreso al régimen de facturación electrónica? (29/10/2018)",
    "respuesta": "No, el numeral $28^{\circ}$ de la Resolución $N^{\circ}$ 798/2012 establece que no resultarán aplicables a los CFE ni a los CFC, las excepciones al régimen general de documentación de operaciones otorgadas a los sujetos pasivos en forma previa a su incorporación al régimen de CFE. (Creado 29/10/2018)"
  },
  {
    "pregunta": "¿Los corredores y productores del Banco de Seguros del Estado y compañías y agencias de seguros que ingresan al régimen de facturación electrónica, pueden seguir aplicando la Resolución $N^{\circ}$ 406/1982 de 11 de agosto de 1982 para la documentación de los servicios de corretaje prestados? (29/10/2018)",
    "respuesta": "No, el artículo $8^{\circ}$ del Decreto $N^{\circ}$ 36/012 de 8 de febrero de 2012 establece que los sujetos pasivos incluidos en el régimen de facturación electrónica deberán documentar la totalidad de sus operaciones utilizando exclusivamente los comprobantes fiscales electrónicos que les hubiesen sido autorizados. Por su parte, el numeral $28^{\circ}$ de la Resolución $N^{\circ}$ 798/2012 establece que no resultarán aplicables a los CFE ni a los CFC, las excepciones al régimen general de documentación de operaciones otorgadas a los sujetos pasivos en forma previa a su incorporación al presente régimen. (Creado 29/10/2018)"
  },
  {
    "pregunta": "¿Qué se debe hacer ante una modificación que implique un cambio o actualización del domicilio fiscal? (06/05/2019)",
    "respuesta": "Toda modificación que implique cambiar o actualizar el domicilio fiscal (tanto el principal como el de una sucursal), impactará dando lugar a un nuevo número de local el cual deberá ser tenido en cuenta al confeccionar los nuevos CFE. La consulta correspondiente al nuevo código asignado a la Casa Principal y/o sucursal está disponible en la página web de DGI/Servicios en Línea/Registro Único Tributario/Consulta de Datos, previa identificación del contribuyente. (Modificado 13/08/2021)"
  },
  {
    "pregunta": "¿Qué requisitos son necesarios para ingresar al sistema? (01/12/2011)",
    "respuesta": "Conocer toda la normativa e instructivos de facturación electrónica publicada en el Portal de eFactura del sitio web de DGI.  • Estar en situación de operar con el sistema de facturación electrónica lo que implica contar con:  Ο Certificado electrónico válido  Software para la emisión de los CFE  Otras aplicaciones, sistemas, equipamiento y procedimientos necesarios para operar en el sistema. Para solicitar e-factura, e-ticket, e-factura de exportación, e-ticket Venta por Cuenta Ajena, e-factura Venta por Cuenta Ajena y e-Boleta de entrada, así como sus respectivas notas de corrección, e-remito y e-remito de exportación, debe ser contribuyente de IVA servicios personales, IVA general, IVA mínimo, Monotributo, Monotributo MIDES, IVA agropecuario e IMEBA, ser usuario directo o indirecto de zona franca, o contribuyente exonerado o exonerado parcial. Solamente los Organismos del Estado tienen la posibilidad de solicitar exclusivamente e-resguardo.  • Tener los datos registrales en el RUT actualizados. • Constituir tres direcciones de correo electrónico de uso exclusivo para facturación electrónica:  Ο mail de contacto DGI: para todas las comunicaciones a que de lugar la emisión de los CFE y sus asuntos vinculados,   mail de contacto con otros emisores electrónicos: para la comunicación como emisores/receptores en el envío de los CFE emitidos y de los mensajes de respuesta en el que den cuenta del estado de recepción de los mismos, y  mail de contacto técnico: dirección de correo electrónico para todo lo referido al Web Service utilizado para el intercambio de información entre emisores. A partir del 01/09/2024, si el intercambio de CFE y los acuses de recibo correspondientes entre emisores electrónicos es ejecutado a través de un proveedor habilitado es obligatorio completar esta información. No obstante lo antes expuesto, la DGI resolverá sobre la inclusión del postulante para operar en el sistema de facturación electrónica. (Modificado 13/09/2024)"
  },
  {
    "pregunta": "¿Cómo se puede ingresar al sistema de facturación electrónica? (01/12/2011)",
    "respuesta": "Existen dos modalidades para solicitar la calidad de emisor electrónico:  • Ingreso tradicional al sistema  Ingreso simplificado al sistema A partir del 29/11/2024, se simplificó el proceso de ingreso al sistema de facturación electrónica. Para todas aquellas solicitudes de postulación ingresadas con anterioridad a dicha fecha, se mantienen incambiadas las exigencias y plazos definidos en su oportunidad (ver Instructivo Ingreso al Régimen v15). Para ingresar a facturación electrónica el interesado deberá haber probado su sistema en el ambiente \"Testing\" disponible en el Portal eFactura y haber cumplido satisfactoriamente con la \"prueba de Testing\" si se trata de un Ingreso tradicional al sistema. El proceso de autorización como emisor electrónico de CFE se realiza en el ambiente \"Homologación\" del Portal eFactura, seleccionando la opción \"Ingreso al sistema\" o \"Ingreso simplificado al sistema\" según corresponda y cumpliendo las siguientes etapas:  Ο Postulación Las claves de usuario y los roles para los distintos ambientes, deben gestionarse en la Web de la DGI a través del Portal de Servicios en Línea/eFactura /Solicitud Usuario, previa identificación del contribuyente. (Modificado 29/11/2024)"
  },
  {
    "pregunta": "En qué consiste la etapa de Postulación mediante el procedimiento tradicional de ingreso al régimen? (01/12/2011)",
    "respuesta": "En la etapa de Postulación se ingresa el formulario en el cual el contribuyente solicita la adhesión al sistema. Se debe ingresar con RUC, C.I. y clave al Portal eFactura, al ambiente de Homologación en Servicios/Postulación, opción Ingresar. Los pasos a seguir son:  a) Completar y enviar el formulario de \"Solicitud de Ingreso al Sistema de CFE\" a través de la Web. b) Confirmar su postulación: La DGI le envía al postulante un mail a la dirección electrónica de contacto DGI, conteniendo un código de confirmación. El postulante debe ingresar el código recibido en el campo \"Código de confirmación de postulación\" del formulario y aceptar la \"Declaración de cumplimiento de requisitos técnicos (Postulante)\", declarando que cumple con los requisitos técnicos establecidos. (Modificado 29/11/2024)"
  },
  {
    "pregunta": "¿En qué consiste la etapa de Comunicación como emisor mediante el procedimiento tradicional de ingreso al régimen? (01/12/2011)",
    "respuesta": "Una vez que el postulante haya dado cumplimiento a los requisitos exigidos, la DGI le comunicará su inclusión en el régimen, así como los CFE que le fueron autorizados. La referida inclusión se efectivizará el día siguiente a aquel en que se verifique la comunicación. A partir de la fecha de vigencia de la autorización que lo habilita como emisor electrónico, el contribuyente se transforma en receptor electrónico de todos los CFEs independientemente que los haya certificado o no. No obstante ser receptor electrónico a partir de su inclusión en el régimen de facturación electrónica, dispone de los primeros 30 días posteriores a su ingreso, en los cuales la representación impresa del CFE tiene la misma validez legal que el comprobante electrónico. Una vez que el emisor electrónico obtiene la calidad de tal mediante la autorización correspondiente, la empresa dispone de un plazo de 1 mes para documentar sus operaciones exclusivamente mediante los CFE que les hubiesen sido autorizados, pudiendo en ese período coexistir la documentación electrónica con la en papel. (Modificado 29/11/2024)"
  },
  {
    "pregunta": "En qué momento queda habilitado a operar como emisor/receptor electrónico? (01/12/2011)",
    "respuesta": "Una vez autorizado y notificado el postulante, éste queda habilitado a operar como emisor electrónico de los CFE certificados y como receptor electrónico de todos los CFE que emita su proveedor emisor electrónico. En la comunicación se indica:  la fecha de vigencia a partir de la cual se le autoriza como emisor electrónico. A partir de su inclusión en el régimen adquiere la calidad de receptor electrónico y dispondrá de un plazo de cuatro meses para documentar sus operaciones exclusivamente con CFE. De acuerdo al numeral $3^{\circ}$ de la Resolución $N^{\circ}$ 798/2012 en su redacción dada por la Resolución $N^{\circ}$ 2390/2023, dicho plazo se verá reducido a un (1) mes para aquellos sujetos pasivos a los que se les autorice como emisores electrónicos a partir del 01/01/2024. • los CFE que tiene habilitados. Esto aplica tanto para solicitudes de ingreso al régimen por el mecanismo tradicional como para el simplificado. A partir del 01/10/2019, la autorización como emisor electrónico y por consiguiente como receptor electrónico, se efectiviza al día siguiente de verificada la comunicación correspondiente. No obstante ser receptor electrónico a partir de su inclusión en el régimen de facturación electrónica, dispone de los primeros 30 días posteriores a su ingreso, en los"
  },
  {
    "pregunta": "¿Qué debe hacer el emisor electrónico con la documentación papel no utilizada que fue sustituida por la electrónica? (09/05/2012)",
    "respuesta": "Los sujetos pasivos dispondrán de treinta días a partir de la fecha en que comiencen a documentar exclusivamente mediante cada comprobante fiscal electrónico, para inutilizar los comprobantes impresos que hubiesen sido sustituidos (anulando la documentación en blanco), debiendo conservarlos por el término de prescripción de los tributos. En su defecto, podrán destruir todos los ejemplares, dejando constancia de ello en acta notarial. En este caso, se deberá presentar una declaración jurada informativa ante la DGI individualizando la documentación destruida. (Modificado 05/10/2020)"
  },
  {
    "pregunta": "¿Hay algún plazo para la puesta en producción del sistema de facturación electrónica? (01/12/2011)",
    "respuesta": "Sí, la incorporación al sistema debe efectivizarse:  Como receptor electrónico a partir de la fecha de vigencia de la autorización. Como emisor electrónico en un tiempo máximo de 1 mes a partir de la fecha de vigencia de la autorización. Durante ese plazo se podrá emitir en forma escalonada por sucursal, por sistema de facturación o por tipo de CFE. (Modificado 13/09/2024)"
  },
  {
    "pregunta": "¿Un emisor electrónico puede incorporar al sistema de facturación electrónica un nuevo comprobante fiscal? (01/12/2011)",
    "respuesta": "Sí, el contribuyente deberá solicitarlo en el Portal de eFactura del sitio web de DGI, ingresando a la opción \"Certificar nuevo CFE\" del ambiente de Homologación. Corresponde aclarar que, en este caso, no es necesario realizar un nivel mínimo de pruebas en el ambiente de Testing. Este ambiente está igualmente disponible para que la empresa realice las pruebas que estime necesarias pero, a diferencia de la inclusión inicial, no debe realizar la prueba de Testing. De acuerdo a la Resolución N° 2390/2023, a partir del 01/05/2024 no se dispondrá del plazo de 90 días para solicitar incluir el nuevo comprobante, debiendo contar con el mismo a partir de la primera operación. Cabe destacar que, luego que se obtiene la autorización de DGI que lo habilita a emitir estos nuevos comprobantes, deberá comenzar a emitir la totalidad de los mismos desde la fecha de vigencia de la autorización no contando con el período de transición que tuvieron para la emisión de los primeros CFE. (Modificado 29/11/2024)"
  },
  {
    "pregunta": "¿Puede ser cancelada una solicitud de ingreso al sistema de facturación electrónica? (01/12/2011)",
    "respuesta": "Sí, se puede cancelar la solicitud de postulación cuando:  En la etapa de postulación no supera los controles de los sistemas de DGI. El Proveedor Habilitado rechace el trabajo de ingreso simplificado asignado por el postulante. Se supera el plazo de 5 días hábiles establecido para la aceptación o rechazo por parte del Proveedor Habilitado del trabajo de ingreso simplificado asignado por el postulante. Una vez cancelada una solicitud, en caso de querer reiniciar el trámite, el postulante debe volver a registrar una nueva postulación, no siendo necesario volver a realizar la prueba de Testing ya superada. (Modificado 29/11/2024)"
  },
  {
    "pregunta": "¿En qué situaciones un emisor electrónico queda desafiliado? (01/12/2011)",
    "respuesta": "• Por suspensión de su autorización como emisor electrónico: DGI puede suspender la autorización otorgada al emisor para operar en el sistema de facturación electrónica si no cumple con las obligaciones establecidas. • Por propia voluntad del emisor electrónico: el emisor puede desistir de ser un emisor electrónico, situación que debe solicitar y fundamentar a DGI a través de una solicitud de desafiliación en el ambiente de Producción en el Portal de eFactura. DGI analizará dicha solicitud y resolverá si accede o no a la misma. Esto no aplica para el caso de unipersonales y sociedades de hecho; las mismas no tienen la opción de desafiliarse en ningún caso. • Por clausura: al momento de clausurar los emisores electrónicos también pierden tal calidad. Salvo en el caso de clausura, la desafiliación del emisor electrónico se dispone por Resolución de DGI en la que se indica la fecha en la que caduca su autorización. (Modificado 13/09/2024)"
  },
  {
    "pregunta": "¿Cómo se solicitan las claves de usuario para ingresar al Portal de eFactura? (15/11/2012)",
    "respuesta": "Las claves se deben solicitar en la Web de la DGI a través del Portal de Servicios en Línea/eFactura /Solicitud Usuario previa identificación del contribuyente, consignando cédula de identidad o NIE, nombre y casilla de correo del usuario para el que se solicita la clave. A tales efectos, se debe completar el formulario \"Solicitud de Creación de Usuario para eFactura\" indicando el N° de Cédula de Identidad y Casilla de Correo de la persona que se autoriza y el rol que se le asigna: Testing, Homologación, Homologación Simplificada, Producción y/o Proveedor Habilitado. Se procesa la solicitud y automáticamente se envía la clave solicitada a la casilla de correo declarada. (Modificado 29/11/2024)"
  },
  {
    "pregunta": "¿Qué son y cómo se obtienen las claves sin y con contrato? (15/11/2012)",
    "respuesta": "La clave sin contrato es la que se utiliza para acceder a los datos protegidos con secreto tributario y a los trámites que no requieren timbre profesional. En caso de no disponerla, debe concurrir a tales efectos a los locales de Abitab u oficinas de DGI de todo el país La clave con contrato además, permite el envío de las declaraciones juradas confeccionadas a través de programas de ayuda y que llevan timbres profesionales. En caso de no disponerla, deberá concurrir a las oficinas de la DGI y firmar un Contrato de Adhesión. (Consultar: Web DGI/ Accesos rápidos/ Servicios en línea con clave con contrato). (Modificado 29/10//2018)"
  },
  {
    "pregunta": "¿Cómo se actualiza la información declarada al postularse en el formulario \"Solicitud de Ingreso al Sistema de CFE\"? (08/08/2013)",
    "respuesta": "El emisor electrónico debe mantener actualizada toda la información declarada en la \"Solicitud de Ingreso al Sistema de CFE\". En particular y relacionado con la información a declarar de las soluciones de software que integran los procesos de facturación y/o conservación de CFE, a partir del mes de junio de 2021 la Resolución $N^{\circ}$ 168/2021 estableció la obligación de los emisores electrónicos de informarlas identificando el proveedor de cada una de ellas, y cuando hayan modificaciones, comunicarlas a DGI. La actualización se realiza indistintamente en los ambientes de \"Homologación\" o de \"Producción\" ingresando a la opción \"Actualización de Datos\" disponible en ambos ambientes. Esta opción se encuentra habilitada exclusivamente para contribuyentes autorizados como emisores electrónicos. (Modificado 13/08/2021)"
  },
  {
    "pregunta": "¿Cómo se consulta los datos declarados al postularse en el formulario \"Solicitud de Ingreso al Sistema de CFE\"?",
    "respuesta": "Ingresando en el ambiente de Homologación, en la opción Consultas/Estado de la solicitud y presionando el link del número de solicitud, puede acceder a los datos del formulario \"Solicitud de Ingreso al Sistema de CFE\". (Creado 14/01/2014)"
  },
  {
    "pregunta": "¿Qué direcciones de correo electrónico se constituyen al postularse en el formulario \"Solicitud de Ingreso al Sistema de CFE\"? (14/01/2014)",
    "respuesta": "Se deben constituir tres direcciones de correo:  mail de contacto DGI: dirección de correo electrónico de contacto con DGI en todo lo referido a los CFE, que se constituye en oportunidad de la postulación en el formulario \"Solicitud de Ingreso al Sistema de CFE\". El postulante consiente en que todas las comunicaciones a que de lugar la emisión de los CFE y sus asuntos vinculados, se notificarán vía la dirección de correo electrónico. mail de contacto con otros emisores electrónicos: dirección de correo electrónico de contacto entre emisores electrónicos para los CFE, que se constituye en oportunidad de la postulación en el formulario \"Solicitud de Ingreso al Sistema de CFE\". El postulante consiente en que la misma sea proporcionada a otros emisores electrónicos, para la comunicación como emisores/receptores en el envío de los CFE emitidos y de los mensajes de respuesta en el que den cuenta del estado de recepción de los mismos. mail de contacto técnico: dirección de correo electrónico para todo lo referido al Web Service utilizado para el intercambio de información entre emisores. A partir del 01/09/2024, si el intercambio de CFE y los acuses de recibo correspondientes entre emisores electrónicos es ejecutado a través de un proveedor habilitado, es obligatorio completar esta información. (Modificado 13/09/2024)"
  },
  {
    "pregunta": "Diferentes emisores electrónicos pueden tener el mismo sitio web?",
    "respuesta": "Sí, siempre que el cliente sea capaz de poder consultar por los comprobantes propios diferenciando la empresa con la cual realizó la operación. (Creado 10/02/2015)"
  },
  {
    "pregunta": "¿Qué es el mecanismo simplificado de ingreso al régimen?",
    "respuesta": "Es el mecanismo especial optativo que consolida y automatiza distintas etapas del proceso de certificación para el ingreso al régimen de documentación mediante CFE. (Creado 29/07/2016)"
  },
  {
    "pregunta": " ¿Para quiénes está disponible el mecanismo simplificado de ingreso al régimen?",
    "respuesta": "Está disponible para aquellos sujetos pasivos que contraten con un \"Proveedor habilitado\", quien podrá realizar el procedimiento por cuenta de sus clientes. (Creado 29/07/2016)"
  },
  {
    "pregunta": " ¿Cómo se puede saber cuáles proveedores de software son Proveedores Habilitados?",
    "respuesta": "En la web de DGI/Portal e-Factura/sobre e-Factura, está disponible el listado de proveedores inscriptos en el Registro de Proveedor Habilitado. (Creado 29/07/2016)"
  },
  {
    "pregunta": " ¿Cómo se puede seleccionar al proveedor habilitado para realizar el procedimiento simplificado de ingreso al régimen?",
    "respuesta": "En la etapa de Postulación, en el formulario de Solicitud de ingreso al régimen se debe informar el proveedor habilitado con el que va a realizar el procedimiento simplificado. A tales efectos, se le desplegará la lista de proveedores para que realice su selección. El haber realizado esta selección, no implica que el proveedor haya aceptado el trabajo asignado, debiendo esperar la notificación de DGI comunicándole la aceptación o el rechazo del mismo. En caso que sea rechazado o el proveedor no conteste en el plazo establecido, la Solicitud de ingreso al régimen será cancelada. (Creado 29/07/2016)"
  },
  {
    "pregunta": "En qué consiste la etapa de Postulación mediante el procedimiento simplificado de ingreso al régimen? (29/07/2016)",
    "respuesta": "En la etapa de Postulación se ingresa el formulario en el cual el contribuyente solicita la adhesión al sistema por el procedimiento de ingreso simplificado. Se debe ingresar con RUC, C.I. y clave al Portal eFactura, al ambiente de Homologación en Servicios/Postulación, opción Ingresar/Ingreso simplificado al sistema. Los pasos a seguir son: a) Completar y enviar el formulario de \"Solicitud de Ingreso al Sistema de CFE\" a través de la web. b) Confirmar su postulación: La DGI le envía al postulante un mail a la dirección electrónica de contacto DGI declarada, conteniendo un código de confirmación. El postulante debe ingresar el código recibido en el campo \"Código de confirmación de postulación\" del formulario y aceptar la \"Declaración de cumplimiento de requisitos técnicos (Postulante)\", declarando que cumple con los requisitos técnicos establecidos. Una vez verificado que el postulante dio cumplimiento a los requisitos exigidos, la DGI le envía un correo electrónico al proveedor habilitado comunicándole que tiene un trabajo asignado por el postulante. El proveedor habilitado deberá ingresar al ambiente de Proveedor Habilitado opción Solicitudes Ingreso Simplificado, para aceptar o rechazar el trabajo. En caso que no lo haga en un plazo de 5 días hábiles a partir de la fecha de envío del correo electrónico, el trabajo se entenderá como rechazado y se cancelará la solicitud de postulación simplificada, debiendo el postulante iniciar nuevamente el trámite. Una vez aceptado el trabajo de ingreso simplificado, el proveedor habilitado debe aceptar la \"Declaración de cumplimiento de requisitos técnicos (Proveedor Habilitado)\", declarando que el postulante está en condiciones de cumplir con los requisitos técnicos establecidos. En caso de no aprobar las condiciones, la solicitud de postulación simplificada será cancelada. (Modificado 29/11/2024)"
  },
  {
    "pregunta": "¿En qué consiste la etapa de Comunicación como emisor mediante el procedimiento simplificado de ingreso al régimen? (29/07/2016)",
    "respuesta": "Una vez que el proveedor habilitado haya declarado que el postulante está en condiciones de cumplir con las condiciones y requisitos técnicos necesarios para ser emisor electrónico, la DGI comunicará al postulante su inclusión en el régimen, así como los CFE que le fueron autorizados. La referida inclusión se efectivizará el día siguiente a aquel en que se verifique la comunicación. A partir de la fecha de vigencia de la autorización que lo habilita como emisor electrónico, el contribuyente se transforma en receptor electrónico de todos los CFEs independientemente que los haya certificado o no. No obstante ser receptor electrónico a partir de su inclusión en el régimen de facturación electrónica, dispone de los primeros 30 días posteriores a su ingreso, en los cuales la representación impresa del CFE tiene la misma validez legal que el comprobante electrónico. Una vez que el emisor electrónico obtiene la calidad de tal mediante la autorización correspondiente, la empresa dispone de un plazo de 1 mes para documentar sus operaciones exclusivamente mediante los CFE que les hubiesen sido autorizados, pudiendo en ese período coexistir la documentación electrónica con la en papel. (Modificado 29/11/2024)"
  },
  {
    "pregunta": "¿Qué tipos de constancia para emitir comprobantes podrá usar el emisor electrónico? (09/052012)",
    "respuesta": "Con el nuevo régimen de comprobantes fiscales electrónicos se crearon los siguientes tipos de Autorización a ser utilizadas exclusivamente por los emisores electrónicos: E: habilita la emisión de CFE (Comprobantes Fiscales Electrónicos). F: habilita la impresión de comprobantes de contingencia. G: habilita la impresión de comprobantes aún no certificados por el emisor electrónico. A partir del 01/05/2024, solamente se podrá solicitar la Constancia G para el tipo de comprobante \"remito\", siempre que no se haya solicitado su inclusión en el régimen. H: habilita la impresión de comprobantes por los que el emisor electrónico se certificó, pero sólo por el período de transición de 1 mes desde que obtuvo la calidad de tal. Estos tipos de autorización se podrán solicitar exclusivamente vía web. (Modificado 13/09/2024)"
  },
  {
    "pregunta": "¿Se requiere solicitar constancia para emitir Comprobante Fiscal Electrónico? (01/12/2011)",
    "respuesta": "Si, se debe solicitar la autorización para emisión de CFE, llamada constancia para autorización de emisión (CAE). Se debe ingresar al Portal de \"Servicios en Línea\" en la Web de la DGI, y previa identificación, completar el formulario correspondiente en la opción \"eFactura Constancia Comprobante Fiscal Electrónico - Solicitud\". Características:  • Por cada tipo de CFE, se solicita una autorización para emisión. La cantidad mínima a solicitar es 100 CFE y la cantidad máxima es 1000000. • La CAE se emite para el domicilio fiscal principal. Para los contribuyentes exonerados por todas sus operaciones así como para aquellos que desarrollan más de una actividad a los efectos de documentar las operaciones vinculadas a la actividad exonerada, o para aquellos con obligación"
  },
  {
    "pregunta": "¿Qué características tiene la numeración de los Comprobantes Fiscales Electrónicos? (01/12/2011)",
    "respuesta": "La numeración de la documentación electrónica se caracteriza por ser: • Independiente de la numeración de los documentos no electrónicos. • Única por tipo de CFE para toda la empresa. Cada tipo de CFE debe comenzar con el número 1 serie A, hasta agotar siete dígitos, reiniciando nuevamente desde el número 1 con la serie siguiente, alfabética (exceptuando la letra  ) y de hasta dos posiciones. Una vez agotadas todas las series alfabéticas, se utilizarán series alfanuméricas de dos posiciones, comenzando en la serie 1A hasta la 1Z, siguiendo con la 2A hasta la 2Z y así sucesivamente hasta la serie 9Z. • El rango de números a utilizar en la documentación electrónica tiene una validez de dos años. Al vencimiento del plazo los números no utilizados deberán ser anulados e informados en el reporte diario correspondiente, no pudiendo ser reutilizados. El emisor debe ingresar en su sistema de facturación la información correspondiente a la constancia para autorización de emisión (CAE), y se deja a opción del contribuyente la forma de utilizar los rangos de numeración autorizados. Ejemplo: Si su sistema es centralizado, éste puede asignar la numeración correlativa al tipo de CFE independientemente del local donde se facture. Otra posibilidad es solicitar diferentes constancias para el mismo tipo de CFE y destinar cada una, a una sucursal diferente o a diferentes cajas dentro del mismo local, aunque la solicitud siempre será para el domicilio fiscal principal. Otra opción es que de una misma constancia se asignen subrangos (por caja, por sucursal). (Modificado 05/10/2020)"
  },
  {
    "pregunta": "Las imprentas, ¿qué tipo de documentación le podrán imprimir a emisores electrónicos? (08/08/2013)",
    "respuesta": "Comprobantes de contingencia correspondientes a los tipos de CFE autorizados (Constancia F):   Si certificó el combo mínimo (e-Tickets, Nota de Crédito de e-Ticket, Nota de Débito de e-Ticket, e-Factura, Nota de Crédito de e-Factura y Nota de Débito de e-Factura): puede imprimir e-Tickets de Contingencia, Nota de Crédito de e-Ticket de Contingencia, Nota de Débito de e-Ticket de Contingencia, e-Factura de Contingencia, Nota de Crédito de e-Factura de Contingencia y Nota de Débito de e-Factura de Contingencia. O  Si certificó además e-Resguardo y/o e-Remito: puede también imprimir e- Resguardo de Contingencia y/o e-Remito de Contingencia.  Si certificó e-Factura de exportación, Nota de Crédito de e-Factura de exportación, Nota de Débito de e-Factura de exportación y e-Remito de exportación: puede imprimir e-Factura de exportación de Contingencia, Nota de Crédito de e-Factura de exportación de Contingencia, Nota de Débito de e-Factura de exportación de Contingencia y e-Remito de exportación de Contingencia. Si certificó e-Ticket Venta por Cuenta Ajena, Nota de Crédito de e-Ticket Venta por Cuenta Ajena, Nota de Débito de e-Ticket Venta por Cuenta Ajena, e-Factura Venta por Cuenta Ajena, Nota de Crédito de e-Factura Venta por Cuenta Ajena y Nota de Débito de e-Factura Venta por Cuenta Ajena: puede imprimir e-Ticket Venta por Cuenta Ajena de Contingencia, Nota de Crédito de e-Ticket Venta por Cuenta Ajena de Contingencia, Nota de Débito de e-Ticket Venta por Cuenta Ajena de Contingencia, e- Factura Venta por Cuenta Ajena de Contingencia, Nota de Crédito de e-Factura Venta por Cuenta Ajena de Contingencia y Nota de Débito de e-Factura Venta por Cuenta Ajena de Contingencia.  Si certificó e-Boleta de entrada, Nota de Crédito de e-Boleta de entrada y Nota de Débito de e-Boleta de entrada: puede imprimir e-Boleta de entrada de Contingencia, Nota de Crédito de e-Boleta de entrada de Contingencia y Nota de Débito de e-Boleta de entrada de Contingencia. El formulario 6451 que baja la imprenta por la Web, tendrá una leyenda que le indicará a la imprenta que tipo de comprobantes de contingencia podrá imprimirle al emisor electrónico, en función de los comprobantes certificados. \"Esta Autorización habilita a imprimir los siguientes comprobantes de contingencia: <e-Ticket, Nota de Crédito de e-Ticket, Nota de Débito de e-Ticket, e-Factura, Nota de Crédito de e-Factura, Nota de Débito de e-Factura, e-Resguardo, e-Remito, е- Factura de exportación, Nota de Crédito de e-Factura de exportación, Nota de Débito de e-Factura de exportación, e-Remito de exportación, e-Ticket Venta por Cuenta Ajena, Nota de Crédito de e-Ticket Venta por Cuenta Ajena, Nota de Débito de e- Ticket Venta por Cuenta Ajena, e-Factura Venta por Cuenta Ajena, Nota de Crédito de e-Factura Venta por Cuenta Ajena y Nota de Débito de e-Factura Venta por Cuenta Ajena, e-Boleta de entrada, Nota de Crédito de e-Boleta de entrada y Nota de Débito de e-Boleta de entrada> de contingencia. No se podrán hacer trabajos de CFC distintos de los especificados.\" • Comprobantes no certificados (Constancia G): A partir del 01/05/2024, los emisores que comiencen a realizar actividades que corresponda documentar con comprobantes aún no certificados, deberán"
  },
  {
    "pregunta": "Desde cuándo se puede solicitar la constancia de autorización para la emisión de CFE (CAE)? (08/08/2013)",
    "respuesta": "Los contribuyentes habilitados para documentar sus operaciones mediante CFE podrán solicitar la constancia de autorización para su emisión (CAE) luego de recibida la comunicación que lo autoriza como emisor electrónico. (Modificado 01/10/2019)"
  },
  {
    "pregunta": "Una vez obtenida la calidad de emisor electrónico y durante el período de transición, se puede usar la documentación preimpresa con la que ya cuenta la empresa? (24/06/2014)",
    "respuesta": "Una vez que el emisor electrónico obtiene la calidad de tal mediante la autorización correspondiente, la empresa dispone de un plazo de 1 mes para documentar sus operaciones exclusivamente mediante los CFE que les hubiesen sido autorizados, pudiendo en ese período coexistir la documentación electrónica con la en papel. Durante el período de transición el emisor electrónico, en caso de tener preimpresos disponibles, podrá seguir documentando sus operaciones con la documentación tradicional en papel. Si en dicho período de transición el emisor necesitara imprimir documentación tradicional ya que no tiene más preimpresos disponibles, deberá solicitar la constancia H que es la que le habilita la impresión de comprobantes por los que se certificó pero sólo por el período de transición. La fecha de vencimiento de la documentación será igual a la fecha de fin de período de transición: Fecha de vigencia de la autorización más 1 mes. (Modificado 13/09/2024)"
  },
  {
    "pregunta": "¿Cómo afecta a las constancias de autorización y a la documentación, un cambio en la denominación/domicilio de la empresa? (29/10/2018)",
    "respuesta": "Corresponde distinguir dos situaciones:  Las constancias de autorización de emisión para facturación electrónica (CAE) fueron emitidas a nombre del contribuyente y al domicilio fiscal principal del mismo. En caso de modificar su nombre/domicilio, dado que mantiene su número de RUC, continúa siendo el mismo contribuyente ante nuestra Administración. Por lo tanto se mantiene el mismo CAE pero se debe modificar en el comprobante el/los campo/s donde se informa el nombre y/o los datos vinculados al domicilio del emisor. • En los comprobantes de contingencia, se debe solicitar nueva documentación debido a que el nombre y el domicilio fiscal se encuentran en forma preimpresa. Si el domicilio modificado fue el de una sucursal y se optó por tener en forma preimpresa, además del domicilio fiscal, el de la sucursal, también corresponde solicitar nueva documentación aunque el domicilio fiscal no haya cambiado. (Modificado 29/11/2024)"
  },
  {
    "pregunta": "Al confeccionar el Comprobante Fiscal Electrónico ¿se debe solicitar al cliente su cédula de identidad o RUC? (01/12/2011)",
    "respuesta": "Es obligatorio identificar al cliente en:  • los e-Tickets, los e-Tickets Venta por Cuenta Ajena, las e-Boleta de entrada que documenten compras a no contribuyentes de moneda extranjera para su reventa si la contrapartida es moneda local, y sus respectivas notas de corrección, cuando el monto neto, excluidos los montos correspondientes a conceptos no facturables, es mayor a 10.000 UI. En documentos emitidos a partir del $1^{\circ}$ de noviembre de 2022, el monto se reduce a 5.000 UI. También es obligatorio identificar al cliente, sin importar el monto, cuando en el mismo se documenten retenciones o percepciones, sin perjuicio de las excepciones expresamente establecidas para determinadas operaciones.  los restantes comprobantes (e-Factura y sus notas de corrección, e-Resguardo, e-Remito, e-Factura de Exportación y sus notas de corrección, e-Remito de Exportación, e-Factura Venta por Cuenta Ajena y sus notas de corrección y e- Boleta de entrada y sus notas de corrección. En estos casos, bastará con que el cliente informe el número de identificación, no siendo necesario que exhiba el mismo. El sistema validará el dígito verificador de la cédula de identidad y del RUC. En el caso de documento extranjero el cliente deberá proporcionar además el país de origen del documento. Los emisores utilizarán la tabla de códigos que está disponible en la Web de DGI: aplicación Sigma (Standard internacional ISO 3166-1). La cotización de la Ul que se debe utilizar es la correspondiente al 31/12 del año anterior. (Modificado 14/11/2022)"
  },
  {
    "pregunta": "¿Cómo se debe documentar si el domicilio de entrega de la mercadería no coincide con el domicilio fiscal? (01/12/2011)",
    "respuesta": "Si el domicilio fiscal no coincide con el lugar de entrega de la mercadería, se puede registrar en la adenda el domicilio de entrega. Por otra parte en el área receptor del Formato CFE se incorporó un campo específico a tal fin: \"Lugar de Destino/Entrega\", de uso opcional. (Modificado 08/08/2013)"
  },
  {
    "pregunta": "Es obligatorio detallar el nombre comercial (fantasía) del emisor?",
    "respuesta": "Sólo es obligatorio si la empresa cuenta con nombre comercial. (Creado 01/12/2011)"
  },
  {
    "pregunta": "Se puede emitir un Comprobante Fiscal Electrónico sin detallar el artículo? (01/12/2011)",
    "respuesta": "No, la descripción es obligatoria, no así el código. No podrá existir un concepto genérico o residual. A pesar de no ser obligatorio utilizar un código para identificar sus productos vendidos, en caso que exista debe informarlo así como el tipo de codificación utilizada, en la \"Tabla de códigos del ítem\" en la Zona de \"Detalle de productos o servicios del CFE\". En caso que a un mismo producto le corresponda más de un tipo de codificación, tiene disponible en la tabla 5 repeticiones a tales efectos. (Modificado 14/11/2022)"
  },
  {
    "pregunta": "Se puede emitir un Comprobante Fiscal Electrónico sin detallar precio unitario y cantidad? (01/12/2011)",
    "respuesta": "No. En el caso de servicios puede omitirse en la representación impresa el precio unitario y cantidad. En los e-remitos de exportación puede omitirse en la representación impresa tanto el precio unitario como el final. (Modificado 13/09/2024)"
  },
  {
    "pregunta": "¿Es obligatorio discriminar el IVA en los e-Tickets y e-Tickets Venta por Cuenta Ajena? (01/12/2011)",
    "respuesta": "Sí, en el XML es obligatorio discriminar el IVA en los e-Tickets y e-Tickets Venta por Cuenta Ajena, pudiendo omitirse su discriminación en la representación impresa. (Modificado 29/07/2016)"
  },
  {
    "pregunta": "Los redondeos de las operaciones ¿cómo se exponen? (01/12/2011)",
    "respuesta": "Hay distintas alternativas de exponer los redondeos:  Como descuento o recargo según corresponda, definido tanto a nivel de línea como global,  • En la zona medio de pago, • Una línea en la zona \"Detalle de productos o servicios\", con indicador de facturación 6 0 7. (Modificado 15/11/2012)"
  },
  {
    "pregunta": "Cuando se emita un Comprobante Fiscal Electrónico que refiera a otros ya emitidos, ¿deberá hacerse referencia a la numeración de los mismos? (01/12/2011)",
    "respuesta": "Sí, se deben detallar en la zona \"Información de Referencia\" los documentos a que se hace referencia, debiendo indicar: Tipo, Serie y Número de CFE de referencia. DGI verificará que dicha información corresponda a comprobantes existentes en nuestros registros. En el caso que no se puede identificar el CFE de referencia, se debe marcar el campo \"Indicador de referencia global\" y completar en el campo \"Razón de referencia\" la razón que motiva el nuevo CFE. Un ejemplo de ello, podría ser la emisión de una nota de crédito por descuento por pronto pago sobre las facturas de todo un mes. No corresponde usar el indicador de referencia global cuando se referencia a más de 40 CFE, sino que deberá emitir otro comprobante (Modificado 08/12/2023)"
  },
  {
    "pregunta": "¿Cómo se documentan las devoluciones?",
    "respuesta": "Siempre debe emitirse una nota de crédito en el momento que se realiza la devolución. (Creado 01/12/2011)"
  },
  {
    "pregunta": "¿Cómo se pueden documentar las cobranzas? (01/12/2011)",
    "respuesta": "La Resolución $N^{\circ}$ 303/2019 incorporó el numeral 23 bis a la Resolución $N^{\circ}$ 798/2012 \"Documentación de cobranzas\". En dicha norma se dispone que a partir del 01/08/2019, los emisores electrónicos podrán utilizar una e-factura o un e-ticket, según corresponda, para documentar las cobranzas. La utilización de estos comprobantes será opcional y en el caso de cobranzas propias o adelantos de precios podrá continuar documentando las mismas en un recibo, comprobante no incluido en el régimen de facturación electrónica (él cual deberá cumplir con las formalidades establecidas en la Resolución $N^{\circ}$ 688/1992), o emitir el CFE que corresponda (e-factura o e-ticket), en forma independiente del resto de las operaciones. A partir del 01/02/2022, se especificó que también corresponde indicar en el comprobante que se trata de una cobranza propia (campo A20 Indicador de cobranza propia $=1$), considerando dicho importe como monto no facturable (campo B4 Indicador de facturación $=6$. La representación impresa del documento deberá contener, seguido al tipo de comprobante, la leyenda \"Cobranza\". En los casos de otras cobranzas no incluidas en las que fueron mencionadas anteriormente, el emisor electrónico podrá emitir el CFE que corresponda, considerando el importe como monto no facturable (campo Indicador de facturación= 6). https://www.efactura.dqi.qub.uy/principal/ampliacion de contenido/documentos-de-interes?es (Modificado 13/09/2024)"
  },
  {
    "pregunta": "¿Existe un tope máximo de líneas que puede tener una e-Factura, una e-Factura Venta por Cuenta Ajena y sus respectivas notas de corrección, un e-Remito, un e-Resguardo, una e-Factura de exportación y sus notas de corrección, un e-Remito de exportación y una e-Boleta de entrada y sus notas de corrección? (01/12/2011)",
    "respuesta": "Si, está habilitado un máximo de 200 líneas. (Modificado 24/06/2014)"
  },
  {
    "pregunta": "Existe un tope máximo de líneas que puede tener un e-Ticket, un e-Ticket Venta por Cuenta Ajena y sus respectivas notas de corrección? (01/12/2011)",
    "respuesta": "Si, está habilitado un máximo de 700 líneas. (Modificado 24/06/2014)"
  },
  {
    "pregunta": "¿En qué casos se debe anular un Comprobante Fiscal Electrónico? (01/12/2011)",
    "respuesta": "Se debe anular todo CFE: Rechazado por DGI, excepto si el motivo de rechazo es E02: \"Tipo y $N^{\circ}$ de CFE ya existe en los registros\", E09: \"RUC emisor y/o tipo de CFE no se corresponden con el CAE\", E06: \"Importe informado en el CFE excede montos habituales\" o C06: \"Importe en el CFC excede montos habituales\". Si el motivo de rechazo es E02, el comprobante válido para DGI es el ya incorporado en los registros, como recibido o rechazado según haya correspondido. Si el motivo de rechazo es E06 o C06 corresponde, antes de proceder a su anulación, que el emisor verifique si corresponde a un error en los montos informados o, si a pesar que la DGI lo consideró atípico para su operativa normal, el CFE/CFC respalda una operativa real. Si considera que el monto de la operación documentada es correcto, puede realizar la regularización del mismo (Ver PF 15.5 ¿Qué debo hacer si DGI rechaza un comprobante por el motivo E06 o C06: \"Importe informado en el CFE excede montos habituales\") No utilizado luego de transcurrido el plazo de vigencia. También es posible optar por anular en caso de detectarse algún error en la confección del CFE previo al envío a DGI. Es importante destacar que:  • Una vez emitido el CFE, enviado a DGI y no rechazado por ésta, la única manera de corregirlo es mediante una nota de corrección (nota de crédito o nota de débito). No se puede volver a utilizar el número de un CFE enviado a DGI, haya sido éste recibido o rechazado, excepto si el tipo de comprobante rechazado es una e-factura de exportación. (Modificado 08/12/2023)"
  },
  {
    "pregunta": "¿Qué formato deben tener los Comprobantes Fiscales Electrónicos? (01/12/2011)",
    "respuesta": "Para los CFE se definió un formato único basado en el estándar XML, con zonas y atributos obligatorios, opcionales o condicionales dependiendo del tipo de CFE. La información considerada en la definición de los formatos es aquella específica de la transacción y que es necesaria para emisor y receptor. Si hay otra información que el emisor/receptor requiere y que no está incluida en el formato definido por DGI, puede incluirse en la Zona Adenda, la cual no es enviada a DGI. En el documento \"Formato de los CFE\" se describe detalladamente el formato según el tipo de CFE. https://www.efactura.dqi.qub.uy/principal/ampliacion de contenido/documentos-de-interes?es (Modificado 09/05/2012)"
  },
  {
    "pregunta": "¿Cuál es el algoritmo hash a ser utilizado para generar la firma electrónica y para integrar el código QR? (01/12/2011)",
    "respuesta": "Se recomienda utilizar certificados SHA 2. Importante:  • Los certificados SHA 1 emitidos a partir del 1/9/2017 no serán aceptados. A partir del 01/01/2018, no se aceptaran certificados SHA 1. (Modificado 29/08/2017)"
  },
  {
    "pregunta": "Está contemplado en el formato de CFE la posibilidad de registrar el pago del comprobante en más de una moneda?",
    "respuesta": "Sí, en la Zona E- Medios de pago (que es de uso opcional del emisor), en caso de haber un pago efectuado con monedas distintas, se podrá usar tantas líneas de esta zona como glosas de pago existan. (Creado 09/05/2012)"
  },
  {
    "pregunta": "¿En qué zona del CFE deben incorporarse las leyendas de uso obligatorio según la normativa vigente? (09/05/2012)",
    "respuesta": "Las constancias o leyendas que obligatoriamente deban incorporarse a la documentación de venta, deberán incluirse en la Zona del CFE que expresamente haya establecido la normativa (Ver pregunta frecuente 4.46). En caso que en la norma no se haya previsto una ubicación determinada, las mismas deberán constar en la Zona J-Adenda, en caracteres no inferiores a 3mm. de alto, previo a cualquier mención no obligatoria contenida en ella. Cualquiera sea su ubicación, siempre la información deberá figurar en la representación impresa. (Modificado 13/09/2024)"
  },
  {
    "pregunta": "¿En qué zona del CFE debe incorporarse la información del mandante en los comprobantes Venta por Cuenta Ajena? (24/06/2014)",
    "respuesta": "La información del mandante debe constar en la Zona K-Complemento Fiscal, debiendo dejar expresa constancia de la denominación y el número de RUC, cédula de identidad, NIE, o en su defecto, número de documento, tipo y país emisor del contribuyente por cuenta de quien se realiza la operación, excepto que el mandante sea uno de los sujetos alcanzados por los artículos 25 del Decreto Ley $N^{\circ}$ 15.322  54 de la Ley $N^{\circ}$ 18.627. La información contenida en esta zona debe siempre enviarse tanto a DGI como al receptor electrónico, existiendo la posibilidad de enviarla en forma libre o, en caso que se quiera preservar la identidad del mandante, encriptada. Asimismo, podrá excluirse de la representación impresa del CFE, salvo en los casos que exista normativa relativa a determinadas operaciones que establezca que debe informarse al receptor la identificación del sujeto por cuenta de quien se realiza la operación. (Modificado 13/08/2021)"
  },
  {
    "pregunta": "Está contemplado en el formato de CFE la posibilidad de no enviar la Zona Complemento Fiscal al receptor?",
    "respuesta": "No, la Zona K Complemento Fiscal debe ser siempre enviada al receptor, existiendo la posibilidad de enviarla en forma libre o, en caso que se quiera preservar la identidad del mandante, encriptada. (Creado 24/06/2014)"
  },
  {
    "pregunta": "¿Es posible corregir un e-Remito o un e-Remito de exportación?",
    "respuesta": "Sí. En caso que corresponda corregir un e-Remito o un e-Remito de exportación recibido por DGI, el mismo se ajustará con otro CFE del mismo tipo. En caso que el ajuste sea negativo se debe utilizar el indicador de facturación 8 (código \"B-C4\" de Formato de CFE). (Creado 22/09/2014)"
  },
  {
    "pregunta": "¿Qué tipo de CFE debe utilizar el emisor electrónico ante la Aduana?",
    "respuesta": "Para iniciar el trámite de exportación el emisor electrónico podrá presentar indistintamente ante la Aduana cualquiera de los siguientes documentos: Factura Proforma (DGI no interviene, no es un documento fiscal), o e-Factura de Exportación, o • e-Remito de Exportación. El posterior traslado de la mercadería a la Aduana, se podrá realizar indistintamente con: • e-Factura de Exportación, o e-Remito de Exportación. Para realizar el cierre de la exportación debe presentar, en el caso que no lo haya hecho aún, la e-Factura de exportación. (Creado 22/09/2014)"
  },
  {
    "pregunta": "¿Se pueden documentar los descuentos financieros mediante recibos?",
    "respuesta": "Los recibos no son un tipo de documento incluido en el régimen de facturación electrónica por lo que los descuentos se deberán documentar mediante Notas de Crédito de e-factura o Notas de Crédito de e-ticket. (Creado 10/02/2015)"
  },
  {
    "pregunta": "En el CFE se debe indicar el código de la casa principal/sucursal¿Cuál es ese código? (10/02/2015)",
    "respuesta": "Es el código numérico entregado por la DGI que identifica a la casa principal o a la sucursal desde donde se realiza la operación. La consulta correspondiente a los códigos asignados a la Casa Principal y/o sucursales está disponible en la página web de DGI/Servicios en Línea/Registro Único Tributario/Consulta de Datos, previa identificación del contribuyente. (Modificado 13/08/2021)"
  },
  {
    "pregunta": "¿Qué indicador de facturación se utiliza en los e-Remitos / e-Remitos de exportación? (10/02/2015)",
    "respuesta": "En la confección de los e-Remitos/e-Remitos de exportación no corresponde utilizar indicador de facturación. Excepto enlos siguientes casos:  • para rebajar un ítem de otro e-remito ya emitido, deberá utilizar el indicador de facturación 8, y en el área de referencia se debe indicar el $N^{\circ}$ de remito que ajusta; o • si corresponde a un ítem con valor unitario igual a cero, se debe utilizar el indicador de facturación 5. (Modificado 29/07/2016)"
  },
  {
    "pregunta": "¿Qué indicador de facturación se utiliza en los e-Resguardos?",
    "respuesta": "En la confección de los e-Resguardos no corresponde utilizar indicador de facturación. Únicamente en el caso que deba anular, total o parcialmente otro e-Resguardo ya emitido, deberá utilizar el indicador de facturación 9, debiendo indicar en el área de referencia el $N^{0}$ de resguardo que ajusta y la expresión \"Corrección de e-Resguardo\" en la Adenda. (Creado 10/02/2015)"
  },
  {
    "pregunta": "¿Cómo se documentan las ventas gravadas por IMESI?",
    "respuesta": "De acuerdo al documento \"Formato de CFE\" disponible en la web de DGI/Portal eFactura/Información General/Documentos de Interés, no existe un campo definido para informar el IMESI, pudiendo incluirlo en el precio unitario del ítem facturado y por lo tanto en el monto imponible de IVA. No obstante esto, en caso de querer consignar el importe de dicho impuesto en el CFE, puede utilizar la Zona C \"Subtotales Informativos\", no siendo obligatoria su impresión. Estos subtotales no aumentan ni disminuyen la base del impuesto, ni modifican los campos totalizadores, sólo son campos informativos. En caso de corresponder la impresión de dicho impuesto está previsto incluirlo dentro del \"Cuerpo del comprobante\" en Totales. (Creado 10/02/2015)"
  },
  {
    "pregunta": "¿Puedo omitir incluir en el CFE la información del receptor cuando la operación está amparada en el secreto profesional? (29/08/2017)",
    "respuesta": "En aquellos casos en que la operación esté amparada al secreto profesional por ser el emisor, o el mandante en documentación emitida de acuerdo a la Resolución $N^{\circ}$  1643/2014 de 21 de mayo de 2014, uno de los sujetos alcanzados por los artículos 25 del Decreto Ley $N^{\circ}$ 15.322 de 17/09/1982  54 de la Ley $N^{\circ}$ 18.627 de 02/12/2009, la información correspondiente a la identificación del receptor podrá omitirse, debiendo consignarse la misma en la Zona J- Adenda y figurar en la representación impresa. La Zona Adenda no debe ser enviada a DGI. (Modificado 06/05/2019)"
  },
  {
    "pregunta": " ¿En qué campo del CFE puedo indicar que la operación está amparada en el secreto profesional? (29/08/2017)",
    "respuesta": "Puede consignar dicha información en el campo 18 \"Secreto Profesional\" de la Zona Encabezado/Identificación del comprobante. Este campo puede ser usado exclusivamente para aquellas operaciones alcanzadas por el secreto profesional por ser el emisor, o el mandante en documentación emitida de acuerdo a la Resolución $N^{\circ}$ 1643/2014 de 21 de mayo de 2014, uno de los sujetos alcanzados por los artículos 25 del Decreto Ley $N^{\circ}$ 15.322 de 17/09/1982 o 54 de la Ley $N^{\circ}$ 18.627 de 02/12/2009. (Modificado 06/05/2019)"
  },
  {
    "pregunta": " ¿En qué zona del CFE puedo incluir la información del receptor cuando la operación está amparada en el secreto profesional?",
    "respuesta": "En aquellos casos en que la operación se encuentre amparada en el secreto profesional por ser el emisor o el mandante en documentación emitida de acuerdo a la Resolución $N^{\circ}$ 1643/2014 de 21 de mayo de 2014, uno de los sujetos alcanzados por los artículos 25 del Decreto Ley $N^{\circ}$ 15.322 de 17/09/1982 o 54 de la Ley $N^{\circ}$ 18.627 de 02/12/2009, la información correspondiente a la identificación del receptor podrá omitirse, debiendo constar la misma en la Zona J- Adenda y figurar en la representación impresa. En la Representación Impresa, esta información obligatoria debe incluirse como primera línea de la Adenda en caracteres no inferiores a 3 mm de alto. (Creado 29/08/2017)"
  },
  {
    "pregunta": "En los e-Remitos y el e-Remitos de exportación, debo indicar que la mercadería transportada es propiedad de terceros?",
    "respuesta": "Sí. La información del propietario de la mercadería debe constar en la Zona Identificación del comprobante. (Creado 29/08/2017)"
  },
  {
    "pregunta": "¿Cómo se pueden documentar las cobranzas de terceros? (29/08/2017)",
    "respuesta": "La Resolución $N^{0}$ 303/2019 incorporó el numeral 23 bis a la Resolución $N^{\circ}$ 798/2012 \"Documentación de cobranzas\". En dicha norma se dispone que a partir del 01/08/2019, los emisores electrónicos podrán utilizar una e-factura o un e-ticket, según corresponda, para documentar las cobranzas. En los casos de cobranzas de terceros, el emisor electrónico podrá emitir el CFE que corresponda, considerando el importe como monto no facturable (campo Indicador de facturación $=6$). (Modificado 06/05/2019)"
  },
  {
    "pregunta": "¿Cómo se pueden documentar las cobranzas propias? (06/05/2019)",
    "respuesta": "La Resolución $N^{0}$ 303/2019 incorporó el numeral 23 bis a la Resolución $N^{\circ}$ 798/2012 \"Documentación de cobranzas\". En dicha norma se dispone que, a partir del 01/08/2019, los emisores electrónicos podrán utilizar una e-factura o un e-ticket según corresponda, para documentar las cobranzas. La utilización de estos comprobantes será opcional y en el caso de cobranzas propias o adelantos de precios podrán continuar documentando las mismas en un recibo, comprobante no incluido en el régimen de facturación electrónica (él cual deberá cumplir con las formalidades establecidas en la Resolución $N^{\circ}$ 688/1992), o emitir el CFE que corresponda (e-factura o un e-ticket), en forma independiente del resto de las operaciones. A partir del 01/02/2022, se especificó que también corresponde indicar en el comprobante que se trata de una cobranza propia (campo A20 Indicador de cobranza propia $=1$), y considerando dicho importe como monto no facturable (campo B4 Indicador de facturación $1=6$). La representación impresa del documento deberá contener, seguido al tipo de comprobante la leyenda \"Cobranza\". https://www.efactura.dqi.qub.uy/principal/ampliacion de contenido/documentos-de-interes?es (Modificado 13/09/2024)"
  },
  {
    "pregunta": "¿Cómo se corrigen errores en Notas de Crédito de e-Facturas o de e-tickets, no rechazadas por DGI?",
    "respuesta": "Se corrigen mediante la emisión de una Nota de débito de e-Factura o una Nota de débito de e-Ticket, según corresponda. (Creado 29/08/2017)"
  },
  {
    "pregunta": "Cómo se corrigen errores en Notas de Débito de e-Facturas o de e-tickets, no rechazadas por DGI?",
    "respuesta": "Se corrigen mediante la emisión de una Nota de crédito de e-Factura o una Nota de crédito de e-Ticket, según corresponda. (Creado 29/08/2017)"
  },
  {
    "pregunta": "¿Cómo se documentan las ventas cuando el IVA se aplica sobre un monto imponible distinto al precio de venta, por ejemplo lo dispuesto por el artículo 107 del Decreto N° 220/998 (enajenación de autos usados)? (29/10/2018)",
    "respuesta": "En los casos en que, de acuerdo a la normativa, el IVA se calcula sobre un monto imponible ficto que no coincide con el precio de venta real, la diferencia entre ambos no corresponde ser documentada como monto no gravado, sino que corresponde utilizar los siguientes campos del CFE (documento \"Formato de CFE\" disponible en la web de DGI/Portal eFactura/Información General/Documentos de Interés):  • En la Zona A- Encabezado: el importe neto total de la operación en el campo \"Total Monto Neto-IVA otra tasa/IVA sobre fictos\" (C118) y el importe del IVA, calculado sobre el monto imponible establecido en la normativa, en el campo \"Total IVA- Otra tasa/IVA sobre fictos\" (C123). • En la Zona B- Detalle de Productos o servicios, al realizar el detalle del item vendido, se debe consignar en el campo \"Monto Item\" (C24), el importe neto total de la operación y en el campo \"Indicador de facturación\" (C4), utilizar el indicador 4 (Gravado a \"Otra Tasa\"/IVA sobre fictos). Declara en el formulario 1376 o 2178 el importe neto total de la operación en la línea L13 y el importe del IVA en la L17. https://www.efactura.dqi.qub.uy/principal/ampliacion de contenido/documentos-de-interes?es (Modificado 08/12/2024)"
  },
  {
    "pregunta": "¿Cómo se facturan las ventas realizadas con IVA percibido, por ejemplo carnicerías?",
    "respuesta": "En la confección del CFE se deben utilizar los campos asociados a impuesto percibido. De acuerdo al documento \"Formato de CFE\" disponible en la web de DGI/Portal eFactura/Información General/Documentos de Interés, para documentar las ventas realizadas por aquellos contribuyentes que ya han sido objeto de la percepción, corresponde utilizar los siguientes campos: • En la Zona A- Encabezado, consignar el monto del ítem vendido con impuesto percibido en el campo \"Total monto impuesto percibido\" (C114). • En la Zona B- Detalle de Productos o servicios, al realizar el detalle del ítem vendido con impuesto percibido, utilizar el indicador de facturación 11 (C4). https://www.efactura.dgi.gub.uy/principal/ampliacion de contenido/documentos-de-interes?es (Creado 29/10/2018)"
  },
  {
    "pregunta": "¿Cómo se documentan los pagos por cuenta de terceros? 06/05/2019)",
    "respuesta": "En la Resolución $N^{\circ}$ 10197/2018 se establece a la forma que deben documentar los mandatarios las operaciones comprendidas en el artículo $105^{\circ}$ del Decreto $N^{\circ}$ 220/998, a los efectos de trasladar el gasto correspondiente. A partir del 01/08/2019, las operaciones comprendidas en la Resolución $N^{c}$ 10197/2018 deberán documentarse en comprobantes independientes del resto de las operaciones que correspondan al sujeto pasivo, debiéndose identificar que los mismos corresponden a pagos realizados por cuenta de terceros (campo A19 Indicador Pagos por cuenta de terceros $=1$), así como discriminar el IVA en aquellos casos en que el gasto a ser trasladado al mandante lo incluya. En el Reporte Diario también corresponde identificar los montos que corresponden a pagos realizados por cuenta de terceros (campo B11.1 Indicador Pago por cuenta de terceros $=1$), y a partir del 01/02/2022, se especificó que dichos montos corresponde informarlos en el Reporte Diario en forma separada del resto de las operaciones del emisor. Esta metodología corresponderá hasta el monto del gasto a trasladar. Si se documenta un importe superior, esa diferencia no se incluirá en el comprobante especial de pagos por cuenta de terceros e integrará el monto imponible de la empresa. La representación impresa del comprobante, deberá contener, sin ubicación predeterminada, la leyenda \"Pagos por cuenta de terceros\" en caracteres no inferiores a 3 mm. de alto. Importante: Si el comprobante del gasto a trasladar no está emitido a nombre del sujeto pasivo sino que ya fue documentado a nombre del cliente, no corresponderá emitir el comprobante especial de pagos por cuenta de terceros. A los efectos de su cobranza, podrá utilizar un CFE (e-Ticket o e-Factura) con indicador Producto o servicio no facturable de acuerdo a lo dispuesto en el literal b) del numeral $23^{\circ}$ bis de la Resolución N° 798/2012 de 8 de mayo de 2012. (Modificado 13/09/2024)"
  },
  {
    "pregunta": "¿Puedo omitir incluir en el complemento fiscal la información del mandante cuando la operación está amparada en el secreto profesional? (06/05/2019)",
    "respuesta": "Solamente en aquellos casos en que la operación se encuentra amparada en el secreto profesional, por ser el mandante uno de los sujetos alcanzados por los artículos 25 del Decreto Ley N° 15.322 de 17 de setiembre de 1982 o 54 de la Ley $N^{\circ}$ 18.627 de 2 de diciembre de 2009, la información correspondiente al mandante puede omitirse. (Modificado 08/12/2023)"
  },
  {
    "pregunta": "¿Qué se debe hacer ante una modificación que implique un cambio o actualización del domicilio fiscal? (06/05/2019)",
    "respuesta": "Toda modificación que implique cambiar o actualizar el domicilio fiscal (tanto el principal como el de una sucursal), impactará dando lugar a un nuevo número de local el cual deberá ser tenido en cuenta al confeccionar los nuevos CFE. La consulta correspondiente al nuevo código asignados a la Casa Principal y/o sucursal está disponible en la página web de DGI/Servicios en Línea/Registro Único Tributario/Consulta de Datos, previa identificación del contribuyente. (Modificado 13/08/2021)"
  },
  {
    "pregunta": "¿En qué campos del CFE se indica que el emisor es un contribuyente con obligación IVA mínimo?",
    "respuesta": "De acuerdo al documento \"Formato de CFE\" disponible en la web de DGI/Portal e- Factura/Información General/Documentos de Interés corresponde:  • En la Zona A- Encabezado consignar en el campo \"Indicador de montos brutos\" que las líneas corresponden a ventas realizadas por contribuyentes con obligación IVA mínimo $(A-C10=3)$. En la Zona G- Constancia de Autorización de emisión corresponde indicar que se solicitó el CAE especial correspondiente a IVA mínimo $(G-C5=2)$. https://www.efactura.dqi.qub.uy/principal/ampliacion de contenido/documentos-de-interes?es (Creado 12/06/2019)"
  },
  {
    "pregunta": "¿En qué campos del CFE se indica que el emisor es un contribuyente exonerado (total o parcial por alguna de sus actividades)? (12/06/2019)",
    "respuesta": "De acuerdo al documento \"Formato de CFE\" disponible en la web de DGI/Portal e- Factura/Información General/Documentos de Interés, en la Zona G- C- Constancia de Autorización de emisión corresponde:  • indicar que se solicitó el CAE especial correspondiente a un contribuyente exonerado $(G-C5=1)$, y • consignar en el campo \"Causal tipo del CAE\" (G-6), el código (tipo) que identifica el tipo de causal de exoneración autorizada. Este código es proporcionado cuando se realiza el trámite de la solicitud de autorización para poder emitir documentación, incluido en el archivo CAE que DGI le deja disponible para su descarga. (Modificado 05/10/2020)"
  },
  {
    "pregunta": "¿Qué fecha corresponde consignar en los e-Resguardos? (05/10/2020)",
    "respuesta": "En el campo \"Fecha comprobante\" (campo A-C5 del documento de Formato de CFE), corresponde consignar la fecha del comprobante que origina la retención, la cual no podrá exceder la del último día del mes de las facturas que dieron origen a las retenciones o percepciones que se documentan. No obstante, cuando la fecha valor de la retención /percepción no coincide con la fecha de emisión del comprobante, solamente los organismos estatales al emitir sus resguardos podrán indicar en el campo \"Fecha valor\" (campo A-C5-1 del documento de Formato de CFE) la fecha del comprobante que origina la retención, a efectos de dar valor a la misma. (Modificado 14/11/2022)"
  },
  {
    "pregunta": "¿En qué zona del CFE corresponde incorporar la información correspondiente a la codificación de los productos vendidos?",
    "respuesta": "La información del tipo de codificación utilizada así como el código asignado al producto vendido debe constar en la Tabla de códigos del ítem en la Zona B: Detalle de Productos o Servicios. En caso que a un mismo producto le corresponda más de un tipo de codificación, tiene disponible en la tabla 5 repeticiones a tales efectos. (Creado 14/11/2022)"
  },
  {
    "pregunta": "¿Cuándo corresponde informar la codificación INT?",
    "respuesta": "En aquellos casos en que el código asignado al producto vendido corresponde a una codificación interna propia de la empresa, el tipo de código a informar en el comprobante debe ser INT. (Creado 27/04/2023)"
  },
  {
    "pregunta": "¿Cuándo corresponde informar la codificación GTIN?",
    "respuesta": "Únicamente en aquellos casos en que el código asignado al producto vendido corresponde a un código registrado en el estándar internacional GS1, el tipo de código a informar en el comprobante debe ser GTIN. No se debe utilizar el tipo de código GTIN ni EAN ni UPC si el producto vendido está identificado con un código que no fue asignado por una organización GS1 y por lo tanto no está registrado en el estándar internacional de GS1. En este caso, podrá informarlo como un código INT. En el caso de los productos de venta al peso en el punto de venta minorista, identificados con un código de uso interno del comercio vendedor generado por una balanza, corresponde utilizar INT1 y no GTIN, ya que dichos códigos son de uso interno y no están registrados en el estándar internacional de GS1. (Creado 27/04/2023)"
  },
  {
    "pregunta": "En qué zona del CFE corresponde informar que se trata de una operación comprendidas en el Decreto $N^{\circ}$ 378/012 de 23 de noviembre de 2012?",
    "respuesta": "De acuerdo al documento \"Formato de CFE\" disponible en la web de DGI/Portal e- Factura/Información General/Documentos de Interés, debe consignar en el campo \"Modalidad de venta\" en la Zona A-Encabezado el código que identifica este tipo de operación $(A-C14=80)$  (Creado 08/12/2023)"
  },
  {
    "pregunta": "¿En qué campos del CFE corresponde informar las leyendas o constancias obligatorias establecidas en la Resolución N° 1264/2023?",
    "respuesta": "De acuerdo a lo establecido en los numerales $4^{\circ}$ a $13^{\circ}$ de la Resolución $N^{\circ}$ 1264/2023, se detallan a continuación los campos del CFE en que corresponde informar cada una de las leyendas o constancias obligatorias:  \"N° de Numeral \",\"Campo \",\"Leyenda \",\"Campo \",\"Leyenda \",\"Campo \" \"$4^{\circ}$ \",\"E-C3 \",\"Se debe ingresar el nombre de la entidad administradora de tarjetas) \",\"A-C16 \",\"Decreto N°378/012-Devolución de IVA a turistas no residentes \",\"A-C14-80 \" \"$5^{\circ}$ \",\"B-C8 \",\"-Activo Registrado con el Número xxx -Porcentaje de exoneración aplicable xxx % \",,, \"$6^{\circ}$ $7^{\circ}$ $8^{\circ}$ \",\"B-C8 A-C68 B-C8 \",\"Servicios exonerados literal S articulo 52 Titulo 4 Número de registro de usuario ZF xxx  -Activo Registrado con el Número xxx -Porcentaje de exoneración aplicable xxx % \",\"B-C8 \",\"Para bienes: Artículo 29 Decreto 220/998 Para Servicios: Numeral xx del artículo 34 del Decreto 220/998 \", \"$9^{\circ}$ \",\"A-C16 \",\"Contribuyente amparado a la Ley Nº 15.921 \",,, \"$10^{\circ}$ \",\"B-C8 \",\"Operación comprendida en artículo 56° Decreto 309/018 \",,, \"$11^{\circ}$ \",\"B-C8 \",\"Operación comprendida en artículo $56^{\circ}$ Decreto 309/018 y el numeral xx del artículo 34 del Decreto 220/998 \",,, \"$12^{\circ}$ \",\"B-C8 \",\"-Activo Registrado con el Número xxx -Porcentaje de exoneración aplicable xxx % \",,, \"$13^{\circ}$ \",\"B-C8 \",\"Servicios exonerados literal S articulo 52 Titulo 4 \",,,  Ver documento de Formato de CFE: https://www.efactura.dqi.gub.uy/principal/ampliacion de contenido/documentos-de-interes?es (Creado 08/12/2023)"
  },
  {
    "pregunta": "¿Cuáles Comprobantes Fiscales Electrónicos deben enviarse a DGI? (01/12/2011)",
    "respuesta": "El emisor electrónico debe emitir y enviar a DGI los siguientes CFE: • e-Facturas, e-Facturas de exportación, e-Tickets Venta por Cuenta Ajena, e-Facturas Venta por Cuenta Ajena y e-Boleta de entrada, así como sus respectivas notas de corrección, e-Resguardos, e-Remitos y e-Remitos de exportación. e-Tickets y sus notas de corrección cuyo monto neto sea mayor a 10.000 UI, considerando para ello todos los conceptos facturables y la cotización de la Ul correspondiente al 31/12 del año anterior. En documentos emitidos a partir del 1° de noviembre de 2022, el monto se reduce a 5.000 UI. También es obligatorio enviarlos, sin importar su monto, cuando en el mismo se documenten: O retenciones o percepciones,  exportaciones de servicios, Ο actividades económicas que deban preceptivamente documentarse a consumo final de acuerdo a la normativa vigente y el receptor se identifique con número de RUC,  operaciones comprendidas en el Decreto $N^{\circ}$ 378/012, Ο y/o cuando la normativa así lo disponga. Es obligatorio enviar cada uno de estos comprobantes emitidos en forma completa, sin incluir la adenda. (Modificado 08/12/2023)"
  },
  {
    "pregunta": "¿Cuándo debe enviarse el Comprobante Fiscal Electrónico a DGI? (01/12/2011)",
    "respuesta": "El emisor, previo al envío del comprobante al receptor electrónico, al transporte de las mercaderías, o a la entrega de la representación impresa al receptor no electrónico, deberá enviar cada uno de los comprobantes emitidos. En el caso de la e-Factura de exportación y sus notas de corrección y el e-Remito de exportación, el emisor deberá enviar cada uno de los referidos CFE en forma previa al transporte de mercadería, a la entrega de la representación impresa o al envío a la Dirección Nacional de Aduanas. Cada envío se hará en un \"sobre\", que en el caso de facturación en forma masiva, podrá contener hasta 250 comprobantes. (Modificado 14/01/2014)"
  },
  {
    "pregunta": "¿Cómo deben ser enviados los CFE? (01/12/2011)",
    "respuesta": "Los comprobantes deben ser enviados en un sobre. Cada sobre podrá contener desde 1 documento hasta un máximo de 250. El sobre tiene las siguientes zonas que deben completarse en forma obligatoria: Carátula: Contiene datos generales de la información del envío, como identificación del contribuyente que envía los comprobantes, a quién va dirigida, la cantidad de comprobantes que componen el envío, la fecha de generación del mismo y la información pública del certificado electrónico con el cual se firmaron los CFE. Todos los CFE incluidos en el sobre deben ser firmados con el mismo certificado electrónico. CFE/CFC: Comprobantes fiscales electrónicos y/o comprobantes fiscales de contingencia, de 1 a 250. En el documento \"Formato del sobre\" se describe detalladamente su formato. https://www.efactura.dgi.qub.uy/principal/ampliacion de contenido/documentos-de-interes?es (Modificado 01/08/2012)"
  },
  {
    "pregunta": "Se debe esperar una autorización on line de DGI?",
    "respuesta": "No, no se requiere esperar una autorización on line de la DGI para realizar el envío del CFE al receptor, o para realizar el transporte de las mercaderías, o para la entrega de la representación impresa al receptor no electrónico. DGI devolverá un acuse de recibo de manera inmediata, dependiendo de la carga del sistema encargado de procesar la información. (Creado 01/12/2011)"
  },
  {
    "pregunta": "A través de cual medio se realizarán los envíos a la DGI? (01/12/2011)",
    "respuesta": "DGI implementó dos mecanismos de comunicación para recibir los envíos de información por parte de las empresas: Web Services Upload. (Modificado 29/07/2016)"
  },
  {
    "pregunta": "¿Cómo se asegura el emisor electrónico que DGI recibió su envío? (01/12/2011)",
    "respuesta": "DGI debe entregar un primer acuse de recibo o rechazo de los \"sobres\" recibidos y/o de los Reportes, y un segundo acuse de recibo o rechazo de cada uno de los CFE que contiene el \"sobre\". Los acuses de recibo son archivos en formato XML. El acuse de recibo no implica la aceptación definitiva del envío. La aceptación de estos archivos por parte de DGI significa que serán incorporados a su base de datos, sin perjuicio de que puedan ser objeto de una posterior revisión de la consistencia numérica y tributaria. En el caso que DGI rechace un \"sobre\", el emisor deberá corregir los errores que motivaron el rechazo y realizar nuevamente el envío. Cuando DGI rechaza un CFE, el emisor electrónico debe anular ese número de CFE rechazado, excepto si el motivo de rechazo es E02: \"Tipo y $N^{\circ}$ de CFE ya existe en los registros\" o E09: \"RUC emisor y/o tipo de CFE no se corresponden con el CAE\", generar un nuevo comprobante con otro número y enviarlo nuevamente a DGI. También deberá el emisor regularizar esta situación con el receptor. (Modificado 29/07/2016)"
  },
  {
    "pregunta": "¿Cómo enviará DGI los acuses de recibo? (01/12/2011)",
    "respuesta": "Para el caso de Upload: El acuse de recibo del sobre se mostrará en pantalla, siendo posible su descarga. La validación individual de cada uno de los CFE incluidos en el sobre y el acuse de recibo de los mismos se realizará a través del portal eFactura / Producción / Consultas /Envíos Realizados. El plazo para la consulta de los CFE dependerá de la carga de trabajo que exista en ese momento para la recepción y procesamiento de los sobres. Para el caso de Web Service: El acuse de recibo del sobre se realizará en forma sincrónica, mediante el protocolo de comunicación definido por el Web Service, informando que el mismo fue recibido o rechazado. En el caso de no ser rechazado el sobre, este Web Service también informará un token/N° de transacción y período de tiempo estimado para realizar la invocación a un $2^{\circ}$ Web Service que permita obtener el acuse de recibo de cada CFE enviado. La validación individual de cada uno de los CFE incluidos en el sobre y el acuse de recibo de los mismos se realizará en forma asincrónica. Importante: En ninguno de los casos (Upload o Web Service) se requiere esperar la respuesta de la DGI para el envío del CFE al receptor. (Modificado 24/06/2014)"
  },
  {
    "pregunta": "¿Cuál es el formato estándar de la información que se envía a DGI? (01/12/2011)",
    "respuesta": "El formato de la información que se envía a DGI (sobres, CFE, reportes) y el que envía DGI al emisor (mensaje de respuesta) es el estándar XML con zonas y atributos obligatorios, opcionales o condicionales. Están publicados en el Portal de eFactura del sitio /Información General/Documentos de Interés https://www.efactura.dgi.gub.uy/principal/ampliacion_de_contenido/documentos-de-interes?es (Modificado 09/05/2012)"
  },
  {
    "pregunta": "Cuándo debe enviarse el CFE a DGI en el caso de facturación móvil?",
    "respuesta": "El momento del envío del CFE a DGI, depende de la opción seleccionada para documentar la facturación en el domicilio del receptor (ver Pregunta Frecuente 5.10):  • En caso de emitir el CFE en la empresa y la representación impresa en las instalaciones del receptor, ver Pregunta Frecuente 5.2. En caso de emitir el CFE utilizando equipos de facturación móvil, el emisor electrónico dispondrá de un plazo máximo de 12 horas desde la entrega de los bienes, para enviar a la Dirección General Impositiva el referido comprobante. En caso de utilizar documentación de contingencia, ver Pregunta Frecuente 10.10. (Modificado 29/07/2016)"
  },
  {
    "pregunta": "¿Cómo se puede facturar en el domicilio del receptor?",
    "respuesta": "Existen distintas opciones de facturación en el domicilio del receptor: • Dispositivos conectados: se emite el CFE en la empresa y se imprime la representación impresa en el domicilio del receptor. • Contar con equipos de facturación móvil: se emite el CFE en el domicilio del receptor disponiendo de un plazo de 12 horas para su envío a DGI. • Documentación de contingencia: cuando no resulta posible la utilización del sistema de facturación emitirá documentación de contingencia en los correspondientes comprobantes preimpresos. En todos los casos en que se emita la factura en el domicilio del receptor, si hay traslado de mercaderías, ésta deberá trasladarse acompañada de remito. (Creado 08/08/2013)"
  },
  {
    "pregunta": "Los Tax Free Shop, las Tiendas de Frontera, ¿qué Comprobantes Fiscales Electrónicos deben enviar a DGI? (24/06/2014)",
    "respuesta": "Los Tax Free Shop y las Tiendas de Frontera, deben emitir y enviar cada uno de los CFE emitidos en forma completa, sin incluir la adenda. En caso de tener otra actividad que no opere bajo los regímenes mencionados, el envío de los CFE emitidos correspondientes a esa otra actividad sigue el régimen general de envío de CFEs (ver Pregunta Frecuente 5.1). (Creado 24/06/2014)"
  },
  {
    "pregunta": "Los contribuyentes que realicen actividades de elaboración de harina de trigo y otros productos de su molienda, ¿qué Comprobantes Fiscales Electrónicos deben enviar a DGI?",
    "respuesta": "Los contribuyentes que realicen actividades de elaboración de harina de trigo y otros productos de su molienda, incluso quienes realicen servicios de façon para la elaboración de dichos productos y aquellos que resulten prestatarios de los mismos deben enviar cada uno de los CFE emitidos, previo al transporte de la mercadería o a la entrega de la representación impresa al receptor no electrónico, según corresponda En caso de tener otra actividad que no opere bajo los regímenes mencionados, el envío de los CFE emitidos correspondientes a esa otra actividad sigue el régimen general de envío de CFEs (ver Pregunta Frecuente 5.1). (Creado 29/07/2016)"
  },
  {
    "pregunta": "Los contribuyentes cuyo giro de actividad principal corresponda a los mencionados en la Resolución N° 1315/2023, ¿qué comprobantes fiscales electrónicos deben enviar a DGI?",
    "respuesta": "A partir del 01/09/2023, deben enviar cada uno de los CFE emitidos y sus notas de corrección, previo al transporte de mercadería o a la entrega de la representación impresa al receptor no electrónico, según corresponda. En caso de tener otros giros de actividad registrados, para el envío de los comprobantes corresponderá el mismo tratamiento que el indicado para el giro de la actividad principal. (Creado 08/12/2023)"
  },
  {
    "pregunta": "¿Cuál es el formato estándar de intercambio de información entre Emisor Electrónico y Receptor Electrónico que no sea DGI?",
    "respuesta": "El formato para intercambio de información entre emisor y receptor (sobre, CFE, mensaje de respuesta) son los mismos que los que se definieron para el envío de información a DGI y su respectivo acuse de recibo (mensaje de respuesta). Están publicados en el Portal de eFactura del sitio /Información General/Documentos de Interés: https://www.efactura.dqi.qub.uy/principal/ampliacion de contenido/documentos-de-interes?es (01/12/2011) (Modificado 09/05/2012)"
  },
  {
    "pregunta": "¿A través de qué medios se realizará el intercambio de información entre un Emisor Electrónico y un Receptor Electrónico?",
    "respuesta": "DGI sólo regulará la aceptación de un mecanismo mínimo de comunicación: email. Para soluciones más automatizadas, se recomienda utilizar mecanismos de Web Services y Upload. En particular para Web Services, existe documentación definida por DGI que facilita la estandarización del intercambio entre Emisores y Receptores mediante este mecanismo. Dicha información se encuentra disponible en el Portal de eFactura: https://www.efactura.dgi.qub.uy/principal/ampliacion de contenido/documentos-de-interes?es A partir del 01/09/2024, se establece la obligatoriedad de uso de servicios web cuando se ejecute a través de proveedores habilitados. (01/12/2011) (Modificado 29/11/2024)"
  },
  {
    "pregunta": "¿Cómo se asegura el emisor electrónico que el receptor electrónico recibió su envío?",
    "respuesta": "El receptor electrónico debe entregar al emisor electrónico un primer acuse de recibo o rechazo del sobre y, en un plazo máximo de veinte días corridos, un segundo acuse de recibo o rechazo de cada uno de los CFE que contiene el sobre, por los medios y en las condiciones que haya acordado con el respectivo emisor electrónico, cumpliendo con los requisitos mínimos para el intercambio de información entre contribuyentes establecidos por la DGI. Debe tener en cuenta que: • la plataforma mínima de entrega de documentos entre los participantes será el correo electrónico. es necesario que la mensajería tenga habilitado un acuse de recibo o rechazo del documento electrónico recibido, en formato XML y de acuerdo a las definiciones establecidas por DGI. (01/12/2011) (Modificado 08/08/2023)"
  },
  {
    "pregunta": "¿Qué debe hacer un emisor electrónico si no recibe el acuse de recibo del receptor electrónico por el CFE enviado, ni tampoco conformidad o disconformidad?",
    "respuesta": "A efectos fiscales, si el documento fue recibido por DGI, el mismo se considera emitido. (01/12/2011) (Modificado 04/02/2013)"
  },
  {
    "pregunta": "¿Cómo le comunica el emisor al receptor electrónico cuando un CFE fue rechazado por DGI?",
    "respuesta": "Cuando el emisor ya envió el CFE al receptor y el CFE fue posteriormente rechazado por DGI, el emisor electrónico deberá generar una comunicación, en la que de cuenta de la anulación al receptor electrónico, en el formato establecido por la DGI, excepto si el motivo de rechazo es E02: \"Tipo y $N^{\\circ}$ de CFE ya existe en los registros\". Dicha comunicación deberá ser enviada antes de las 18 (dieciocho) horas del día hábil siguiente a la recepción de la notificación de dicho rechazo. (09/05/2012) (Modificado 08/08/2013)"
  },
  {
    "pregunta": "¿Existen plazos para el envío de los mensajes de respuesta?",
    "respuesta": "Sí: • Acuse de recibo o rechazo de cada uno de los CFE por parte del receptor electrónico: plazo máximo de veinte días corridos. • Comunicación del emisor al receptor electrónico en la que de cuenta de la anulación del CFE enviado por rechazo de DGI (excepto si el motivo de rechazo es E02: \"Tipo y $N^{\\circ}$ de CFE ya existe en los registros): Plazo hasta las 18 (dieciocho) horas del día hábil siguiente a la recepción de la notificación de dicho rechazo. (Creado 08/08/2013)"
  },
  {
    "pregunta": "¿Se puede verificar on line un Comprobante Fiscal Electrónico?",
    "respuesta": "Sí, si es un e-Ticket y sus respectivas notas de corrección en la web del emisor. El resto de los CFE en la web de la DGI. Para verificar un e-Ticket y sus respectivas notas de corrección se deberá ingresar: • Tipo, Serie y $N^{\\circ}$ de comprobante. • Importe total • 6 primeros dígitos del código de seguridad del CFE. Para verificar el resto de los CFE se deberá ingresar: • RUC del emisor. • Tipo, Serie y $N^{\\circ}$ de comprobante. Importe total • 6 primeros dígitos del código de seguridad del CFE (01/12/2011) (Modificado 13/08/2021)"
  },
  {
    "pregunta": "¿Se deben publicar los e-Tickets y sus respectivas notas de corrección en la web del emisor?",
    "respuesta": "Sí, el emisor debe publicar en su web todos los e-tickets y sus respectivas notas de corrección. El plazo que dispone para realizar la publicación es hasta las 18 hs del día hábil siguiente a la emisión y debe mantenerlo publicado por 3 meses. Quienes posean un e-ticket de la empresa podrán visualizar todos los datos mediante un archivo PDF. Para acceder a los mismos se deberá ingresar un conjunto de datos mínimos del comprobante: Tipo, Serie y $N^{\\circ}$ de comprobante. • Importe total • 6 primeros dígitos del código de seguridad del CFE. (01/12/2011) (Modificado 13/08/2021)"
  },
  {
    "pregunta": "Para acceder a los e-Tickets y sus respectivas notas de corrección publicados por el emisor: ¿Puede usarse el usuario y contraseña con la que los usuarios se registran hoy en el portal de la empresa para acceder a la consulta?",
    "respuesta": "Se debe garantizar que los clientes puedan acceder a sus e-Tickets y notas de corrección. Para acceder a los mismos sólo deben ingresar un conjunto de datos mínimos del comprobante: • Tipo, Serie y $N^{\\circ}$ de comprobante. • Importe total 6 primeros dígitos del código de seguridad del CFE. Eventualmente si las empresas manejan usuarios registrados podrán permitir el acceso a los datos de los comprobantes mediante otros mecanismos. (01/12/2011) (Modificado 13/08/2021)"
  },
  {
    "pregunta": "Se deben publicar todas las e-Facturas, e-Facturas Venta por Cuenta Ajena, e-Tickets Venta por Cuenta ajena, e-Boletas de entrada y sus respectivas notas de corrección, los e-Resguardos y los e-Remitos en la web del emisor?",
    "respuesta": "No, los emisores sólo deben publicarlos cuando imprimen en papel térmico, debiendo estar disponible por un tiempo mínimo de 5 años, permitiendo de esta manera la reimpresión cuando sea necesaria. Opcionalmente el emisor también podrá publicar estos comprobantes impresos en otro tipo de papel, si así lo desea. Será opción del emisor la publicación de los e-Remitos correspondientes a envíos internos de bienes. (01/12/2011)  (Modificado 13/08/2021)"
  },
  {
    "pregunta": "¿Están disponibles las e-Facturas, las e-Facturas de exportación, las e-Facturas Venta por Cuenta Ajena, e-Tickets Venta por Cuenta Ajena, las e-Boletas de entrada, los e-Remitos de exportación, los e-Resguardos y los e-Remitos en la web?",
    "respuesta": "Sí, están disponibles para ser verificadas en la web de la DGI, las e-Facturas, las e-Facturas de exportación, las e-Facturas Venta por Cuenta Ajena, los e-tickets Venta por Cuenta Ajena, las e-Boletas de entrada, y sus respectivas notas de corrección, los e-Remitos de exportación, los e-Resguardos y los e-Remitos. Para verificar el CFE se debe ingresar: RUC del emisor. • Tipo, Serie y $N^{\\circ}$ de comprobante. Monto total a pagar 6 primeros dígitos del código de seguridad del CFE. (01/12/2011) (Modificado 13/08/2021)"
  },
  {
    "pregunta": "¿Cómo se almacenan y conservan los Comprobantes Fiscales Electrónicos?",
    "respuesta": "A los efectos de respaldar las operaciones registradas en la contabilidad, se deben almacenar y conservar en forma electrónica los CFE emitidos y recibidos, por el mismo período de tiempo que se debe conservar la documentación tradicional. La conservación de los CFE la puede hacer el propio emisor electrónico o delegar dicha función a terceros, pero siempre el sujeto pasivo es el responsable ante la DGI. Ante requerimientos de documentación, la empresa deberá proporcionar la misma en los plazos establecidos por DGI. (Creado 01/12/2011)"
  },
  {
    "pregunta": "¿Se deben guardar los acuses de recibo?",
    "respuesta": "DGI no establece la obligación de mantener el archivo de los acuses de recibo. (Creado 01/12/2011)"
  },
  {
    "pregunta": "¿Qué es la representación impresa del Comprobante Fiscal Electrónico?",
    "respuesta": "Es la impresión en papel del contenido de un CFE, que será legalmente válida si cumple con los requisitos y formato establecido por DGI en el documento \"Formato de los CFE\". Este comprobante podrá reimprimirse la cantidad de veces que sea necesario. El emisor debe entregar una representación impresa cuando: • el receptor es no electrónico, hay traslado de mercaderías, • exista cualquier otro motivo en que se requiera un CFE impreso. Para el traslado de mercadería el emisor puede no entregar representación impresa del CFE correspondiente si sigue utilizando remitos tradicionales. Existe la posibilidad de no entregar la representación impresa cuando el receptor es no electrónico y no exista traslado de bienes, siempre y cuando: • Se cuente con el consentimiento del receptor mediante una autorización expresa, independiente al contrato del servicio, que a su vez establezca cual será la forma en que accederá al comprobante. Esta autorización mantendrá vigencia hasta tanto la persona no la revoque. Se trate de compras por vía electrónica: el mero hecho de realizar la operación hará presumir el consentimiento expreso del receptor respecto de la forma de acceso al CFE que preceptivamente comunique el emisor. • Se trate de operaciones por venta de entradas a discotecas, salas de baile, espectáculos y servicios de carácter recreativo, podrá omitirse siempre que no sea solicitada por el receptor y se incluya en la impresión de la entrada, como mínimo, la forma de acceder al referido comprobante. e Se trate de pagos para cancelar sus compras a través de débito automático. Se trate de transacciones automáticas sin la intervención presencial del receptor no electrónico y éste pueda verificar dichos movimientos en el correspondiente estado de cuenta. Se trate de traslados internos de bienes documentados en e-Remitos y quien efectúa el traslado cuente con una representación del CFE en formato de imagen o PDF. Para asegurar la autenticidad de la representación impresa, se incluye un sello digital, el cual permite verificar que: el número con que se generó el CFE ha sido autorizado por la DGI, • los datos principales del CFE no han sido alterados, • el CFE fue efectivamente generado por el emisor electrónico correspondiente. Las impresiones de los comprobantes fiscales deberán incluir un código QR (bidimensional) que es la implementación elegida para la representación del sello digital. Se admite la impresión en papel térmico, debiendo el emisor dejar disponible en su web las e-Facturas, las e-Facturas Venta por Cuenta Ajena y sus respectivas notas de corrección, los e-Resguardos y los e-Remitos, por un tiempo mínimo de 5 años, permitiendo de esta manera su reimpresión cuando sea necesaria. En el documento \"Formato de los CFE\" se detallan los requisitos de la representación impresa. https://www.efactura.dqi.qub.uy/principal/ampliacion de contenido/documentos-de-interes?es (01/12/2011) (Modificado 05/10/2020)"
  },
  {
    "pregunta": "¿Qué es la representación gráfica del Comprobante Fiscal Electrónico?",
    "respuesta": "Es la representación de un CFE en un formato de imagen o PDF que cumple con el formato establecido para la representación impresa \"Formato de los CFE\". Este documento podrá reimprimirse la cantidad de veces que sea necesario. (Creado 01/12/2011)"
  },
  {
    "pregunta": "¿Qué datos contiene el sello digital del Comprobante Fiscal Electrónico?",
    "respuesta": "El sello digital a incluir en la imagen QR-code contiene un Link a la página de DGI, con los siguientes parámetros: • $N^{\\circ}$ de RUC emisor electrónico • Tipo de CFE $N^{\\circ}$ de comprobante (serie y número) Monto (Remito: \"0\", Resguardo: código \"A-C125\" de Formato de CFE y restantes CFE: código \"A-C130\" de Formato de CFE) • Fecha de la firma Código de seguridad del CFE (01/12/2011) (Modificado 09/05/2012)"
  },
  {
    "pregunta": "¿Cuáles son las dimensiones de la representación impresa?",
    "respuesta": "Dimensiones mínimas: $15 \\times 5$ 5,7cm (largo y ancho o viceversa) • Dimensiones máximas: $21.6 \\times 35.6$ cm (largo y ancho o viceversa) • Para el rollo de papel continuo el ancho mínimo es 5,7 cm. (01/12/2011) (Modificado 09/05/2012)"
  },
  {
    "pregunta": "¿Qué tipo de papel deben utilizar para la representación impresa?",
    "respuesta": "Papel de color blanco y un gramaje mayor o igual a $50 gr/m2$  • Papel para impresoras de transferencia térmica: Se admite para impresión de e-Tickets, e-Tickets Venta por Cuenta Ajena y sus respectivas notas de corrección. Los otros CFE pueden imprimirse en papel térmico si los mismos quedan disponibles en la página WEB del emisor por 5 años, posibilitando que el receptor pueda reimprimirlo cuando lo requiera. (01/12/2011) (Modificado 24/06/2014)"
  },
  {
    "pregunta": "¿Cuáles son los requisitos en la impresión?",
    "respuesta": "Impresora láser o de inyección de tinta con una resolución mayor o igual a 300 dpi. • Impresora de transferencia térmica con una resolución mayor o igual a 200 dpi. • Color de impresión: negro. • Bordes mínimos sin letras 5 mm. Tamaño de letras y/o números debe ser mayor o igual a 2 mm, excepto donde se indique una dimensión específica. • Separación mínima entre líneas de una línea (interlineado simple) La calidad de impresión debe ser tal que asegure la legibilidad de la impresión. (Creado 01/2011)"
  },
  {
    "pregunta": "¿La información que contiene la representación impresa de un Comprobante Fiscal Electrónico debe seguir un orden y tener una ubicación establecida?",
    "respuesta": "Si, está detallado en el punto \"Formato de la Representación Impresa\" del documento \"Formato de los CFE\". https://www.efactura.dqi.qub.uy/principal/ampliacion de contenido/documentos-de-interes?es (01/12/2011) (Modificado 09/05/2012)"
  },
  {
    "pregunta": "¿La representación impresa de un e-Ticket, e-Ticket Venta por Cuenta Ajena y sus respectivas notas de corrección deben tener alguna mención especial?",
    "respuesta": "Si, en un recuadro no inferior de $40\\times10$ mm (largo y ancho) deberá contener la leyenda \"CONSUMO FINAL\" con caracteres mayores o iguales a 3 mm de alto. La mencionada leyenda podrá omitirse cuando se documenten operaciones a entidades no residentes que no cuenten con número de RUT, si se consigna del receptor su nombre o denominación y el domicilio. (01/12/2011) (Modificado 22/09/2014)"
  },
  {
    "pregunta": "¿Puede imprimirse un Comprobante Fiscal Electrónico en varias hojas?",
    "respuesta": "Sí, podrá imprimirse en varias hojas siempre que en cada una de ellas se imprima como mínimo: •  identificación del emisor electrónico: nombre o denominación y número de inscripción en el RUC,  identificación del receptor: nombre o denominación y número de inscripción
  }
    {
    "pregunta": "Puede imprimirse un Comprobante Fiscal Electrónico en varias hojas?",
    "respuesta": "Sí, podrá imprimirse en varias hojas siempre que en cada una de ellas se imprima como mínimo: • identificación del emisor electrónico: nombre o denominación y número de inscripción en el RUC, • identificación del receptor: nombre o denominación y número de inscripción en el RUC o número de documento de identidad, si corresponde su identificación. [cite: 1, 2, 3] • tipo serie y número del CFE, • número de página y el total de páginas, sello digital. (01/12/2011) (Modificado 13/08/2021) [cite: 3]"
  },
  {
    "pregunta": "Qué tamaño debe tener la impresión del sello?",
    "respuesta": "La impresión del QR - Code tendrá las siguientes dimensiones: • Tamaño mínimo <span class="math-inline">22\\\\times22</span> mm, con un margen de 3 mm en los lados del sello. [cite: 4, 5] Tamaño máximo <span class="math-inline">30\\\\times30</span> mm, con un margen de 5 mm en los lados del sello. (Creado 01/12/2011) [cite: 6] "
  },
  {
    "pregunta": "¿El transporte de mercadería siempre debe ir acompañado del Comprobante Fiscal Electrónico impreso?",
    "respuesta": "La mercadería transportada debe ir acompañada con la representación impresa del CFE correspondiente, el e-remito o el remito tradicional si para este comprobante no está adherido al sistema, sin importar que el CFE ya haya sido aceptado tanto por el receptor como por DGI. [cite: 7] Si se trata de traslados internos de bienes en e-Remitos, puede omitirse la representación impresa si quien efectúa el traslado cuenta con una representación del CFE en formato de imagen o PDF. [cite: 8] Cuando la mercadería transportada es de exportación, debe ir acompañada con la representación impresa de la e-Factura de exportación o del e-Remito de exportación. (01/12/2011) (Modificado 08/12/2023) [cite: 9, 10]"
  },
  {
    "pregunta": "¿En qué casos puede el emisor electrónico no emitir la representación impresa?",
    "respuesta": "Cuando se trate de operaciones con receptores no electrónicos y no exista traslado de bienes, podrá omitirse la emisión de la representación impresa en tanto exista consentimiento de dichos receptores, mediante una autorización expresa, independiente al contrato principal, que establezca la forma en la cual accederán al comprobante. [cite: 11, 12] Esta autorización mantendrá vigencia hasta tanto el receptor no electrónico no la revoque. [cite: 13, 14, 15] Cuando se trate de compras por vía electrónica y no exista traslado de bienes: el mero hecho de realizar la operación hará presumir el consentimiento expreso del receptor respecto de la forma de acceso al CFE que preceptivamente comunique el emisor. Asimismo, cuando se trate de operaciones por venta de entradas a discotecas, salas de baile, espectáculos y servicios de carácter recreativo, podrá omitirse siempre que no sea solicitada por el receptor y se incluya en la impresión de la entrada, como mínimo, la forma de acceder al referido comprobante, la impresión del CFE. También se entenderá que otorga el consentimiento expreso respecto de la forma de acceso al CFE que preceptivamente comunique el emisor: • si realiza el pago para cancelar sus compras que no impliquen traslado de bienes a través de débito automático ó; [cite: 16, 17, 18] • cuando se trate de transacciones automáticas sin intervención presencial del receptor no electrónico y éste pueda verificar dichos movimientos en el correspondiente estado de cuenta. El emisor electrónico también podrá omitir la emisión y entrega de la representación impresa cuando se trate de traslados internos de bienes documentados en e-Remitos si quien efectúe el traslado cuenta con una representación del CFE en formato de imagen o PDF. (08/08/2013) (Modificado 05/10/2020) [cite: 19]"
  },
  {
    "pregunta": "Cuál es el procedimiento a seguir para que el emisor electrónico obtenga la autorización del receptor no electrónico a no emitir la representación impresa?",
    "respuesta": "La autorización puede ser otorgada: • en forma electrónica, debiendo efectuarse a través del acceso autenticado del receptor al sitio web del emisor. [cite: 20, 21, 22, 23, 24] en papel: como mínimo se debe identificar al autorizante mediante nombre o denominación, documento o número de inscripción en DGI y domicilio, y deberá estar firmado por el autorizado y por el autorizante. No es necesario que el receptor otorgue la autorización por presumirse el consentimiento expreso respecto a la forma de acceso del CFE, en los siguientes casos:  compras por vía electrónica cuando no exista traslado de bienes y el emisor indique, en forma preceptiva, la forma de acceso al CFE,  compras de entradas a discotecas, salas de baile, espectáculos y servicios de carácter recreativo, siempre y cuando se incluya en la impresión de la entrada, como mínimo, la forma de acceder al referido comprobante,  si realiza el pago para cancelar sus compras que no impliquen traslado de bienes a través de débito automático,  transacciones automáticas sin intervención presencial  del receptor no electrónico y éste pueda verificar dichos movimientos en el correspondiente estado de cuenta. (08/08/2013) (Modificado 05/10/2020) [cite: 25]"
  },
  {
    "pregunta": "En las compras realizadas por vía electrónica cuando no existe traslado de bienes, ¿cómo accede el receptor no electrónico a la representación impresa del CFE?",
    "respuesta": "En las compras realizadas por vía electrónica, el emisor electrónico deberá indicarle al receptor no electrónico como acceder al comprobante. (08/08/2013) (Modificado 24/06/2014) [cite: 26, 27]"
  },
  {
    "pregunta": "¿En qué idioma se deben expresar los datos incluidos en la representación impresa de un CFE?",
    "respuesta": "Los datos incluidos en la representación impresa de un CFE deben expresarse en idioma español. [cite: 28, 29, 30] No obstante, si el emisor electrónico lo considera necesario, los mismos podrán constar, adicionalmente, en otro idioma. Por ejemplo, Fecha/Date. (Creado 10/02/2015)"
  },
  {
    "pregunta": "¿La representación impresa de un CFE emitido por un emisor electrónico comprendido en el literal E) del artículo 66 del Título 4 del Texto Ordenado 2023, debe tener alguna característica especial?",
    "respuesta": "Si, en un recuadro no inferior de <span class="math-inline">4\\\\times1</span> cm (largo y ancho) deberá contener la leyenda \"Contribuyente IVA MINIMO\" en caracteres no inferiores a 3 mm de alto y no podrá hacerse ninguna mención al IVA, excepto en lo dispuesto en el ordinal 23 del numeral 14 de la Resolución N° 798/2012 (constancia de estar al dia con el IVA, si corresponde). (12/06/2019) (Modificado 13/09/2024) [cite: 31, 32, 33]"
  },
  {
    "pregunta": "Debe tener alguna característica especial la representación impresa de un CFE emitido por un emisor electrónico exonerado, ya sea por todas sus operaciones de impuestos administrados por la DGI o si desarrolla más de una actividad por las operaciones vinculadas a una actividad exonerada?",
    "respuesta": "Si, en un recuadro no inferior de <span class="math-inline">4\\\\times1</span> cm (largo y ancho) deberá incluir, sin ubicación predeterminada y previo a la identificación del receptor, la mención \"Contribuyente Exonerado\" complementada por la referencia a la norma que otorga la exoneración, en caracteres no inferiores a 3 mm de alto. (12/06/2019) (Modificado 05/10/2020) [cite: 34, 35]"
  },
  {
    "pregunta": "¿Debe tener alguna característica especial la representación impresa de un e-ticket o una e-factura emitida por un emisor electrónico cuando documenta cobranzas propias?",
    "respuesta": "Si, en la Zona A-Encabezado/Área Identificación del comprobante y seguido al tipo de comprobante deberá incluir la leyenda \"Cobranza\" en caracteres no inferiores a 3 mm de alto. (Creado 08/12/2023) [cite: 36, 37]"
  },
  {
    "pregunta": "¿Debe tener alguna característica especial la representación impresa de un CFE emitido por un emisor electrónico cuando documente pagos por cuenta de terceros (reintegro de gastos)?",
    "respuesta": "Si, en la Zona A-Encabezado/Área Identificación del comprobante y sin ubicación predeterminada, deberá incluir la leyenda \"Pagos por cuenta de terceros\" en caracteres no inferiores a 3 mm de alto. (Creado 08/12/2023) [cite: 38, 39]"
  },
  {
    "pregunta": "¿Debe tener alguna característica especial la representación impresa de los e-remitos emitidos por un emisor electrónico cuando traslade bienes de terceros?",
    "respuesta": "Si, en la Zona A-Encabezado/Área Identificación del comprobante y sin ubicación predeterminada deberán contener, en caracteres no inferiores a 3 mm de alto, la leyenda \"Bienes de Terceros\" y el nombre o denominación, y documento o número de inscripción de DGI, del propietario de los mismos. (Creado 08/12/2023) [cite: 40, 41]"
  },
  {
    "pregunta": "¿Debe tener alguna característica especial la representación impresa de un CFE emitido por un emisor electrónico cuando corresponde incluir leyendas o constancias obligatorias?",
    "respuesta": "Si, en aquellos casos en que las leyendas o constancias sean una obligación, éstas deben ser expresadas también en la representación impresa del documento en caracteres no inferiores a 3 mm de alto. (Creado 08/12/2023) [cite: 42, 43, 44]"
  },
  {
    "pregunta": "¿Qué información contiene el reporte diario? (01/12/2011)",
    "respuesta": "El reporte diario contiene la información consolidada de todos los comprobantes fiscales electrónicos y documentos de contingencia emitidos durante las 00:00:00 y las 23:59:59 hrs. [cite: 44, 45, 46] de cada día, por cada tipo de CFE/CFC certificado, fecha de comprobante, por sucursal y por indicador Pagos por cuenta de terceros. Incluye además información de la numeración utilizada (CFEs emitidos y anulados). (Modificado 06/05/2019)"
  },
  {
    "pregunta": "¿Cuándo debe enviarse el reporte diario?",
    "respuesta": "El reporte diario debe ser generado en forma automática por el software del emisor y enviado dentro de las primeras 18 horas del día hábil siguiente. [cite: 47, 48, 49, 50, 51, 52] Se debe enviar un informe por día calendario, se hayan o no registrado operaciones. Cada reporte se identifica:  por la fecha resumen o sea el día que se está informando (fecha de firma avanzada de los comprobantes reportados) y  por la secuencia del mismo. Si se desea corregir un reporte ya recibido por DGI, el número de secuencia del nuevo reporte será el número de la secuencia del reporte reliquidado más uno. La DGI tomará como válidos los Reportes Diarios que tengan mayor secuencia para cada día calendario. (01/12/2011) (Modificado 13/08/2021)"
  },
  {
    "pregunta": "¿Qué zonas contiene el reporte diario? (01/12/2011)",
    "respuesta": "El reporte contiene las siguientes 3 zonas que deben completarse en forma obligatoria: • Carátula: se informan los datos del emisor, la fecha del Reporte y el total de CFE/CFC informados. [cite: 53, 54, 55] Resumen de consumo de documentación: se informa el consumo diario total de comprobantes fiscales y los montos asociados a los totales emitidos en el día para cada documento requerido, discriminado por fecha de comprobante, sucursal y por indicador Pagos por cuenta de terceros. Firma electrónica: firma electrónica avanzada sobre todo el archivo. Ver documento \"Formato del reporte diario consolidado de los CFE\" disponible en la web de DGI/Portal e-factura /Información general. https://www.efactura.dqi.gub.uy/principal/ampliacion de contenido/documentos-de-interes?es (Modificado 06/05/2019) [cite: 56]"
  },
  {
    "pregunta": "¿ Qué formato debe tener el reporte diario?",
    "respuesta": "El emisor electrónico debe generar un reporte diario consolidado de los CFE utilizados en el día, así como de la documentación de contingencia. [cite: 57, 58, 59] Se definió un formato basado en el estándar XML, con zonas y atributos obligatorios, opcionales o condicionales. En el documento \"Formato del reporte diario consolidado de los CFE\" se describe detalladamente su formato. https://www.efactura.dqi.gub.uy/principal/ampliacion de contenido/documentos-de-interes?es (Creado 01/12/2011)"
  },
  {
    "pregunta": "¿Cómo se almacenan y conservan los reportes?",
    "respuesta": "DGI no regula el almacenamiento ni la conservación de los reportes, dejando al emisor electrónico optar por lo que entienda más conveniente para su gestión. (Creado 01/12/2011) [cite: 60, 61]"
  },
  {
    "pregunta": "En caso que existan varios CFE con distinta moneda a ser informados en un mismo reporte diario, ¿en qué moneda se informa?",
    "respuesta": "La información debe ser expresada en pesos uruguayos. [cite: 62, 63, 64, 65] A partir del 01 de noviembre de 2022, los importes correspondientes a comprobantes que no fueron emitidos en moneda nacional se deben incluir convertidos al tipo de cambio fiscal, sin importar la fecha resumen del Reporte Diario enviado a DGI. A los efectos de su conversión al tipo de cambio fiscal debe utilizarse la cotización que brinde el Banco Central del Uruguay, con todos los dígitos decimales. La moneda extranjera se debe valuar a la cotización interbancaria tipo comprador billete al cierre del día anterior al de la operación, teniendo en cuenta que:  cuando la moneda de la operación no se cotice, se calculará su valor a moneda nacional de acuerdo al arbitraje correspondiente,  si no existiera cotización a dicha fecha, se tomará la del último día hábil anterior,  si no existiera ninguna cotización para el \"Tipo moneda transacción\" informada en el comprobante, se tomará el \"Tipo de cambio\" que surge en el propio CFE (campos A-C110 y A-C111 respectivamente del documento de Formato de CFE). Casos particulares:  e-Resguardos: para su conversión a moneda nacional, debe utilizarse el tipo de cambio fiscal correspondiente a la operación, que surge en los respectivos comprobantes (campo A-C111 del documento de Formato de CFE). [cite: 66, 67, 68, 69, 70]  Notas de corrección: Solamente a los efectos de informar las notas de corrección en el Reporte Diario y teniendo en cuenta que el tipo de cambio fiscal puede no ser el correspondiente a la fecha comprobante del CFE, para su conversión a moneda nacional debe utilizarse el tipo de cambio que surge en los respectivos comprobantes de corrección (campo A-C111 del documento de Formato de CFE). Comprobantes emitidos en UI o UR: Para su conversión a moneda nacional, debe utilizarse el tipo de cambio que surge en dichos comprobantes (campo A-C111 del documento de Formato de CFE). Para la conversión a moneda nacional de los comprobantes emitidos en moneda extranjera con \"Fecha Comprobante\" (campo A-C5 del documento de Formato de CFE) mayor a \"Fecha y hora de la firma digital del envío\" (campo A-C6 del documento de Formato de Reporte), debe utilizarse el tipo de cambio que surge en los respectivos comprobantes (campo A-C111 del documento de Formato de CFE). Cuando corresponda, el emisor reliquidará el reporte posteriormente. (09/05/2012) (Modificado 08/12/2023)"
  },
  {
    "pregunta": "Qué estados se asignan a los Reportes Diarios en los procesos de verificación?",
    "respuesta": "Envío del Reporte Diario por el emisor electrónico: se verifica el cumplimiento de las validaciones dispuestas y se asignan los siguientes estados: • Reporte Recibido (AR): El archivo cumple con las validaciones dispuestas. [cite: 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83] • Reporte Rechazado (BR): El archivo NO cumple con las validaciones dispuestas y se rechaza el reporte. En los registros de DGI no se toma este reporte como válido, por lo tanto no se tiene en cuenta la secuencia. El emisor electrónico debe corregirlo y enviarlo nuevamente con el mismo número de secuencia, siempre que el motivo de rechazo no sea R05: \"La secuencia enviada en el reporte no es la correcta\". Reporte Reliquidado (FR): Cuando se recibe un reporte con igual \"Fecha de Resumen\" y \"secuencia + 1\" que un reporte ya recibido, se reliquida el reporte ya recibido. Si el nuevo archivo cumple con las validaciones dispuestas se le asigna el estado \"Reporte Recibido\" y se cambia el estado del reporte anterior de \"Reporte Recibido\", \"Reporte Procesado\" o \"Reporte en Gestión\" a \"Reporte Reliquidado\". Gestión del Reporte Diario: se verifica la consistencia de los reportes diarios con estado \"Reporte Recibido\" con los comprobantes enviados por el usuario, resultando: Reporte Procesado (DR): No se identificaron inconsistencias como resultado de los controles realizados. Se cambia el estado del reporte de \"Reporte Recibido\" a \"Reporte Procesado\". • Reporte en Gestión (ER): Se identifican inconsistencias como resultado de los controles realizados. Se cambia el estado del reporte de \"Reporte Recibido\" a \"Reporte en Gestión\". El emisor electrónico deberá analizar las inconsistencias informadas y, si corresponde, enviar un nuevo reporte reliquidando el anterior. (08/08/2013) (Modificado 14/01/2014)"
  },
  {
    "pregunta": "Desde cuándo debe enviarse el Reporte Diario? (24/06/2014)",
    "respuesta": "El reporte diario debe ser enviado desde la fecha de vigencia establecida en la autorización que lo habilita como emisor electrónico, independientemente de que tenga o no operaciones electrónicas. (Modificado 20/10/2018) [cite: 84, 85]"
  },
  {
    "pregunta": "Qué fallas están contempladas en el sistema?",
    "respuesta": "Se contemplan dos tipos de situaciones: • Fallas de comunicación o envío con DGI: es cuando el emisor no puede enviar el CFE en el momento en que se emite, por problemas del emisor o de la DGI. [cite: 86, 87, 88, 89, 90, 91, 92] En este caso no debe utilizar la documentación de contingencia pues simplemente se trata de una demora en el envío, el que obligatoriamente deberá realizarse una vez superada la falla. • Cuando no resulte posible la utilización del sistema. En este caso el emisor deberá hacer uso de los comprobantes preimpresos de contingencia, mientras perduren las circunstancias. Cuando la falla de comunicación es del emisor o cuando a éste no le sea posible utilizar su sistema, deberá comunicarle a DGI tales situaciones utilizando el formulario \"Comunicación de contingencia\", disponible en el Portal de eFactura/Contingencia así como cuando ha superado el problema. (01/12/2011) (Modificado 14/01/2014)"
  },
  {
    "pregunta": "¿Qué mecanismo de comunicación debe utilizar el emisor electrónico para comunicarle a DGI que está en situación de contingencia?",
    "respuesta": "Cuando un emisor electrónico entra en situación de contingencia, debe comunicarle a DGI tal situación utilizando el formulario \"Comunicación de contingencia\", disponible en el Portal de eFactura/Contingencia. [cite: 93, 94, 95, 96] De la misma forma debe comunicar cuando finaliza la situación de contingencia. Asimismo debe informar el tipo de contingencia: total o parcial. (01/12/2011) (Modificado 14/11/2022)"
  },
  {
    "pregunta": "¿Qué debe hacer el emisor electrónico cuando no puede emitir Comprobantes Fiscales Electrónicos?",
    "respuesta": "Cuando no resulte posible la utilización del sistema de emisión de CFE, Ios emisores electrónicos deben respaldar sus operaciones con comprobantes autorizados preimpresos (Comprobantes Fiscales de Contingencia), no pudiendo alegar no facturación por no disponer del sistema. [cite: 97, 98, 99, 100] El emisor electrónico debe comunicarle a DGI tales situaciones utilizando el formulario \"Comunicación de contingencia\", disponible en el Portal de eFactura/Contingencia. En oportunidad del inicio de la situación, envía el formulario marcando la opción \"Entrada en contingencia de Facturación\" y en ocasión de superar el referido evento envía un nuevo formulario marcando la opción \"Salida de contingencia de Facturación\". (01/12/2011) (Modificado 08/08/2013)"
  },
  {
    "pregunta": "¿Qué debe hacer el emisor electrónico cuando no puede enviar Comprobantes Fiscales Electrónicos?",
    "respuesta": "Excepcionalmente, ante posibles fallas en la comunicación del emisor electrónico que impidan (demoren) el envío a DGI de los CFE, deberá obligatoriamente realizar dicho envío una vez superada la falla. [cite: 101, 102, 103, 104, 105] El emisor electrónico debe comunicarle a DGI tales situaciones utilizando el formulario \"Comunicación de contingencia\", disponible en el Portal de eFactura/Contingencia. En el momento que ocurre la falla envía el formulario marcando la opción \"Entrada en contingencia de Envíos\" y en ocasión de superar el referido evento envía un nuevo formulario marcando la opción \"Salida de contingencia de Envíos\". (01/12/2011) (Modificado 14/01/2014)"
  },
  {
    "pregunta": "¿Qué características tienen los comprobantes de contingencia?",
    "respuesta": "La documentación preimpresa de contingencia tiene las siguientes características: • Son un nuevo tipo de documento en papel preimpreso. [cite: 106, 107, 108, 109, 110, 111, 112, 113, 114, 115] El nombre del tipo de documento de contingencia es el nombre del tipo de CFE que sustituye más la palabra contingencia. La numeración otorgada es independiente de la de los CFE, siguiendo la numeración de toda la documentación en papel. Tienen una validez de 5 años. Los preimpresos deben tener incorporado el sello digital correspondiente a la constancia de autorización de impresión. La autorización de la emisión de la documentación de contingencia se otorga al domicilio fiscal principal. No obstante esto, en cada documento debe constar la sucursal donde se realizó la operación, si la misma no ocurrió en el domicilio fiscal principal. • Cuando se utilicen sistemas computarizados para la emisión de CFC, puede optarse por imprimir mediante el sistema el tipo de CFE que sustituye e incluir en forma preimpresa exclusivamente la leyenda \"Contingencia\". Cuando se emiten en rollos de papel continuo de largo variable de acuerdo a la Resolución  <span class="math-inline">411/1999</span>, el sistema debe imprimir, en cada documento, el tipo del CFE que sustituye y la leyenda \"contingencia\", e incluir al dorso, sin ubicación predeterminada, la leyenda \"contingencia\". • Mantiene las restantes obligaciones formales exigidas para la documentación tradicional. (01/12/2011) (Modificado 14/01/2014)"
  },
  {
    "pregunta": "¿Qué datos contiene el sello digital de los comprobantes de contingencia?",
    "respuesta": "El sello digital firmado por DGI, contiene los siguientes datos de la constancia de impresión: Link a la página de DGI •  de RUC del emisor • Código de seguridad de CFC (01/12/2011) (Modificado 09/05/2012) [cite: 116, 117]"
  },
  {
    "pregunta": "¿Cómo se solicita la constancia de comprobantes de contingencia?",
    "respuesta": "• La autorización de emisión se obtiene con el sistema de constancia web de impresión vigente para la facturación en papel. [cite: 118, 119, 120, 121] • La solicitud se realizará en el Portal de Servicios Web de la DGI para la documentación en papel, completando el formulario de solicitud de constancia. Una vez autorizada la solicitud, DGI deja disponible para la imprenta autorizada la constancia de impresión junto con el archivo que contiene la imagen del sello digital, a los efectos de ser incorporado en la documentación preimpresa. (01/12/2011) (Modificado 12/06/2019)"
  },
  {
    "pregunta": "¿Qué es el Módulo Contingencia? (01/12/2011)",
    "respuesta": "El software del emisor electrónico debe contener un módulo denominado \"Contingencia\" en el cual se deben ingresar manualmente cada uno de los documentos de contingencia emitidos. [cite: 121, 122, 123] La información contenida en este módulo debe ser incorporada en los reportes diarios de los CFE. (01/12/2011) (Modificado 09/05/2012)"
  },
  {
    "pregunta": "¿Cómo se ingresan los comprobantes de contingencia al Módulo?",
    "respuesta": "Se ingresan manualmente cada uno de los CFC en el módulo de contingencia, completando en los campos serie y número el mismo número preimpreso que tiene el documento en papel. [cite: 124, 125, 126, 127] Esta numeración continúa la de la documentación del régimen tradicional, y por tanto es independiente de la de los CFE. Cuando se utilicen sistemas computarizados para la emisión de CFC, podrá optarse por informar el número de documento que proporciona el sistema. (09/05/2012) (Modificado 08/08/2013)"
  },
  {
    "pregunta": "¿Cómo se informan a DGI los comprobantes emitidos en régimen de contingencia?",
    "respuesta": "Superada la contingencia y luego de haber ingresado esta documentación en el sistema en el módulo \"Contingencia\", el emisor electrónico debe realizar el envío de la información siguiendo lo indicado para el tipo de CFE que sustituye. [cite: 128, 129, 130, 131] Si corresponde realizar el envío del CFC, el mismo deberá estar firmado electrónicamente. Los comprobantes de contingencia utilizados deberán incluirse en el reporte diario de los CFE. (01/12/2011) (Modificado 08/08/2013)"
  },
  {
    "pregunta": "¿Cuáles son los ambientes disponibles en la web de Factura Electrónica?",
    "respuesta": "Hay cuatro ambientes disponibles: • Testing: ingreso con usuario habilitado. [cite: 132, 133, 134, 135] Homologación: ingreso con usuario habilitado para solicitar el ingreso como emisor electrónico o certificar nuevo CFE. • Producción: habilitado a quien tenga la calidad de emisor electrónico. • Proveedor Habilitado: habilitado a quien tenga la calidad de emisor electrónico para solicitar el ingreso como proveedor habilitado y para quien tenga la calidad de proveedor habilitado. (01/12/2011) (Modificado 29/07/2016)"
  },
  {
    "pregunta": "¿En qué consiste el ambiente de Testing? (01/12/2011)",
    "respuesta": "El ambiente de Testing tendrá disponible una serie de facilidades para realizar pruebas libres que permitirán mediante mecanismos de recepción automatizados validar los formatos y la firma electrónica de los CFE, reportes y mensajes de respuesta según corresponda. [cite: 135, 136, 137] El testing es de uso obligatorio para el contribuyente que se postula como emisor electrónico mediante el procedimiento tradicional de ingreso al régimen, y deberá cumplir satisfactoriamente la \"Prueba de Testing\" a los efectos de poder solicitar la clave para acceder al ambiente de Homologación. (01/12/2011) (Modificado 29/07/2016)"
  },
  {
    "pregunta": "¿En qué consiste el ambiente de Homologación? (01/12/2011)",
    "respuesta": "Comprende las siguientes etapas: • Postulación: para solicitar la calidad de emisor electrónico o la autorización de nuevo CFE. [cite: 137, 138, 139, 140] Existen dos modalidades para solicitar la calidad de emisor electrónico:  Ingreso tradicional al sistema  Ingreso simplificado al sistema Actualización de datos: permite actualizar los datos declarados en oportunidad de la Postulación. (Modificado 29/11/2024)"
  },
  {
    "pregunta": "¿En qué consiste el ambiente de Producción? (01/12/2011)",
    "respuesta": "El ambiente de Producción es donde están disponibles las funcionalidades necesarias para que los emisores y receptores lleven adelante la operativa de facturación electrónica. [cite: 140, 141, 142] Ej. Envío de la información requerida (CFE y reportes), Consultas, Actualización de datos, etc. En este ambiente pueden operar exclusivamente los emisores electrónicos autorizados como tales por la comunicación correspondiente, a partir de la fecha de comienzo indicada en la misma y los tipos de documentos que le fueron habilitados. (Modificado 13/08/2021)"
  },
  {
    "pregunta": "En qué consiste el ambiente de Proveedor Habilitado?",
    "respuesta": "El ambiente de Proveedor Habilitado es donde están disponibles las funcionalidades necesarias para que los proveedores de software soliciten su inscripción en el Registro de Proveedor Habilitado, firmen la declaración de cumplimiento de requisitos del Registro de Proveedor Habilitado y certifiquen nuevos CFE disponibles. [cite: 143, 144, 145] En este ambiente, los proveedores habilitados podrán confirmar o rechazar los trabajos de ingreso simplificado al régimen que les sean encomendados, así como actualizar los datos declarados en oportunidad de la inscripción. (29/07/2016) (Modificado 01/10/2019)"
  },
  {
    "pregunta": "¿ Qué es la firma electrónica avanzada?",
    "respuesta": "La firma electrónica avanzada es el sustituto digital de la firma ológrafa que está constituida por un conjunto de caracteres que acompaña a un comprobante fiscal electrónico, que se origina a partir del documento y que permite verificar con certeza la identidad del emisor electrónico, mantener la integridad del comprobante fiscal electrónico e impedir al emisor electrónico desconocer su autoría o repudiarlo. (Creado 09/05/2012) [cite: 146, 147]"
  },
  {
    "pregunta": "Sobre qué información del CFE se genera la firma electrónica avanzada?",
    "respuesta": "La firma electrónica avanzada se genera sobre todos los campos del documento, excepto los de la Zona J- Adenda. [cite: 148, 149, 150] En el documento \"Formato del CFE\" se describe detalladamente su formato: https://www.efactura.dqi.qub.uy/principal/ampliacion de contenido/documentos-de-interes?es (Creado 09/05/2012)"
  },
  {
    "pregunta": "¿Es diferente la firma electrónica avanzada generada para el CFE enviado a DGI sin adenda de la del CFE enviado al receptor electrónico con adenda?",
    "respuesta": "No, se genera una única firma electrónica avanzada, la misma para el documento con o sin adenda. [cite: 150, 151, 152] En el documento \"Formato del CFE\" se describe detalladamente su formato: https://www.efactura.dqi.qub.uy/principal/ampliacion de contenido/documentos-de-interes?es (Creado 09/05/2012)"
  },
  {
    "pregunta": "¿Cómo se solicitan las claves de usuario para ingresar al Portal de eFactura?",
    "respuesta": "Las claves se deben solicitar en la Web de la DGI a través del Portal de Servicios en Línea/eFactura /Solicitud Usuario previa identificación del contribuyente, consignando cédula de identidad o NIE y casilla de correo del usuario para el que se solicita la clave. [cite: 153, 154, 155, 156] A tales efectos, se debe completar el formulario \"Solicitud de Creación de Usuario para eFactura\" indicando el  de Cédula de Identidad y Casilla de Correo de la persona que se autoriza y el rol que se le asigna: Testing, Homologación, Homologación Simplificada, Producción y/o Proveedor Habilitado. Posteriormente se procesa la solicitud y se envía la clave solicitada a la casiila declarada"
  }
  {
    "pregunta": "Sobre qué información del CFE se genera la firma electrónica avanzada?",
    "respuesta": "La firma electrónica avanzada se genera sobre todos los campos del documento, excepto los de la Zona J- Adenda. [cite: 1, 2] En el documento \"Formato del CFE\" se describe detalladamente su formato: https://www.efactura.dqi.qub.uy/principal/ampliacion de contenido/documentos-de-interes?es (Creado 09/05/2012) [cite: 3]"
  },
  {
    "pregunta": "¿Es diferente la firma electrónica avanzada generada para el CFE enviado a DGI sin adenda de la del CFE enviado al receptor electrónico con adenda?",
    "respuesta": "No, se genera una única firma electrónica avanzada, la misma para el documento con o sin adenda. [cite: 4] En el documento \"Formato del CFE\" se describe detalladamente su formato: https://www.efactura.dqi.qub.uy/principal/ampliacion de contenido/documentos-de-interes?es (Creado 09/05/2012) [cite: 5]"
  },
  {
    "pregunta": "¿Cómo se solicitan las claves de usuario para ingresar al Portal de eFactura?",
    "respuesta": "Las claves se deben solicitar en la Web de la DGI a través del Portal de Servicios en Línea/eFactura /Solicitud Usuario previa identificación del contribuyente, consignando cédula de identidad o NIE y casilla de correo del usuario para el que se solicita la clave. [cite: 6] A tales efectos, se debe completar el formulario \"Solicitud de Creación de Usuario para eFactura\" indicando el $N^{o}$ de Cédula de Identidad y Casilla de Correo de la persona que se autoriza y el rol que se le asigna: Testing, Homologación, Homologación Simplificada, Producción y/o Proveedor Habilitado. [cite: 7] Posteriormente se procesa la solicitud y se envía la clave solicitada a la casilla de correo declarada. [cite: 8] https://servicios.dgi.gub.uy/serviciosenlinea (29/07/2016) (Modificado 06/02/2023) [cite: 9]"
  },
  {
    "pregunta": "¿Cuándo debo solicitar clave de usuario para ingresar al Portal de eFactura?",
    "respuesta": "Para poder ingresar a cada uno de los ambientes disponibles en el sistema de facturación electrónica (Testing, Homologación, Producción y Proveedor Habilitado), debe haber solicitado previamente el rol correspondiente. [cite: 11] El rol para el ambiente de Homologación si se trata de una solicitud de ingreso tradicional al régimen, se puede solicitar una vez cumplida la \"Prueba de Testing\" de acuerdo a las condiciones dispuestas para dicha prueba. [cite: 12] El rol para ingresar en los ambientes de Producción y de Proveedor Habilitado, se puede pedir luego que el contribuyente fue notificado de la autorización que lo habilita como emisor electrónico. [cite: 13] (14/01/2014) (Modificado 29/10/2018) [cite: 10, 14]"
  },
  {
    "pregunta": "¿Qué son y cómo se obtienen las claves sin y con contrato?",
    "respuesta": "La clave sin contrato es la que se utiliza para acceder a los datos protegidos con secreto tributario y a los trámites que no requieren timbre profesional. [cite: 15] En caso de no disponerla, debe concurrir a tales efectos a los locales de Abitab u oficinas de DGI de todo el país. [cite: 16] La clave con contrato además, permite el envío de las declaraciones juradas confeccionadas a través de programas de ayuda y que llevan timbres profesionales. [cite: 17] En caso de no disponerla, deberá concurrir a las oficinas de la DGI y firmar un Contrato de Adhesión. [cite: 18] (Consultar: Web DGI/ Accesos rápidos/ Servicios en línea con clave con contrato). (14/01/2014) (Modificado 29/10/2018) [cite: 19]"
  },
  {
    "pregunta": "Es posible cambiar/recuperar una contraseña?",
    "respuesta": "Si, es posible. [cite: 20] A tales efectos, se debe ingresar en la opción \"Cambio de clave\" en cualquiera de los ambientes de e-Factura para cambiar la contraseña. [cite: 20, 21] Si lo que desea es recuperarla, debe ingresar en Servicios en línea/ e-Factura/Solicitud de usuario/Recuperar contraseña. https://servicios.dgi.gub.uy/serviciosenlinea (29/10/2018) (Modificado 27/04/2023) [cite: 21]"
  },
  {
    "pregunta": "Es posible dar de baja un usuario?",
    "respuesta": "Si, para dar de baja a un usuario debe ingresar en Servicios en línea/ e-Factura/ Solicitud de usuario/ Borrar usuario. [cite: 22] https://servicios.dgi.gub.uy/serviciosenlinea (Creado 13/08/2021) [cite: 23]"
  },
  {
    "pregunta": "Es posible solicitar un nuevo rol a un usuario existente?",
    "respuesta": "Si, es posible. [cite: 24, 25] A tales efectos debe ingresar a Servicios en Línea/eFactura /Solicitud Usuario y seleccionar el rol necesario. [cite: 25, 26] El usuario recibirá una notificación correspondiente al nuevo rol asignado. [cite: 26, 27] No se envía nueva contraseña, ya que existe una única contraseña para \"RUT/CI\". [cite: 27, 28] https://servicios.dgi.gub.uy/serviciosenlinea (Creado 06/02/2023) [cite: 28]"
  },
  {
    "pregunta": "¿Qué requisitos son necesarios para que un proveedor de software sea inscripto en el Registro de Proveedor Habilitado?",
    "respuesta": "Los requisitos mínimos que se deberán cumplir para que una empresa proveedora de software pueda estar incluida en el \"Registro de Proveedor Habilitado\" son: Ser emisor electrónico. [cite: 29, 30] Estar declarado como \"empresa proveedora de software\" por al menos otros cinco emisores electrónicos. [cite: 30, 31] • Superar con éxito las pruebas definidas para el mecanismo simplificado de postulación, para todos los CFE incluidos en el régimen. [cite: 31, 32] Tener Certificado de Vigencia Anual (CVA) vigente. Ofrecer servicios para el intercambio electrónico de documentos (envío y recepción), propios o subcontratados. [cite: 32, 33] • Disponer de:  Mesa de ayuda.  Módulo que permita importar/exportar los CFE. [cite: 33, 34] Mecanismos seguros para el almacenamiento de los datos fiscales, de los comprobantes fiscales y de los certificados digitales. [cite: 34, 35] Política de seguridad de la información que incluya acuerdos de seguridad y confidencialidad de la misma. [cite: 35, 36] Compromiso de niveles de servicio que garantice la disponibilidad mínima de los mismos. [cite: 36, 37] Adicionalmente será condición necesaria que: el software de facturación electrónica del proveedor no permita la emisión de comprobantes que no cumplan con el estándar de emisión, firma y envío definidos por DGI. [cite: 37, 38] Cumplir, en tiempo y forma, con el envío a la DGI de la información requerida por la Resolución $N^{\\circ}$ 167/2021 relativa a las soluciones de software brindadas a los emisores electrónicos, los procesos de facturación $y/o$ conservación de CFE en los que interviene el referido software, identificando a cada uno de los emisores que las utilizan. [cite: 38, 39] No obstante lo antes expuesto, la DGI resolverá sobre la inclusión del proveedor en el Registro. [cite: 39, 40] (29/07/2016) (Modificado 13/08/2021) [cite: 40]"
  },
  {
    "pregunta": "¿Cómo puede un proveedor de software solicitar su inscripción en el Registro de Proveedor Habilitado?",
    "respuesta": "Para poder realizar la solicitud de inscripción debe ingresar con RUC, C.I. [cite: 41, 42] y clave al Portal eFactura, al ambiente de Proveedor Habilitado en Servicios/Registro de Proveedor opción Inscripción, y completar el formulario de Solicitud de Inscripción al Registro de Proveedor Habilitado. [cite: 42, 43] Para poder acceder al ambiente Proveedor Habilitado, deberá previamente solicitar el correspondiente rol. [cite: 43, 44] El proceso de autorización como proveedor habilitado se realiza en el ambiente \"Homologación\" del Portal eFactura, cumpliendo las siguientes etapas: Inscripción Certificación (Creado 29/07/2016) [cite: 44]"
  },
  {
    "pregunta": "¿En qué consiste la etapa de Inscripción al Registro de Proveedor Habilitado?",
    "respuesta": "En la etapa de Inscripción se ingresa el formulario en el cual, el proveedor de software solicita la inscripción al Registro de Proveedor Habilitado. [cite: 45, 46] Se debe ingresar con RUC, C.I. [cite: 46, 47] y clave al Portal eFactura, al ambiente Proveedor Habilitado en Servicios/Registro de Proveedor, opción Inscripción. [cite: 47] Los pasos a seguir son: • Aceptar que conoce las condiciones y requisitos necesarios detallados en el formulario de \"Declaración de conocimiento de requisitos mínimos del Registro de Proveedor Habilitado\" para ser inscripto en el Registro. [cite: 47, 48] Completar y enviar el formulario de \"Solicitud de Inscripción al Registro de Proveedor Habilitado\". [cite: 49] Este formulario contendrá la siguiente información:  N° de RUC, Denominación, Nombre Fantasía (en caso de haberlo declarado en el RUT), Domicilio Constituido, Domicilio Fiscal Principal, actividad principal e Impuestos vigentes. [cite: 50, 51] Teléfono de contacto. Dirección del sitio Web del proveedor: URL. Mail de contacto DGI para Registro. [cite: 51, 52] • Confirmar su Inscripción: Para confirmar la inscripción, la DGI envía un mail a la dirección electrónica de contacto DGI declarada para el Registro, conteniendo un código de confirmación. [cite: 52, 53] El postulante debe ingresar ese código en el Portal de eFactura en el ambiente de Registro de Proveedor en la opción Confirmar, en un plazo de 5 días hábiles para continuar el trámite. [cite: 53, 54] Una vez verificada la validez del código, se acepta la postulación del proveedor y se le otorga acceso al ambiente de certificación de la DGI. [cite: 54, 55] (Creado 29/07/2016) [cite: 49, 50]"
  },
  {
    "pregunta": "¿En qué consiste la etapa de Certificación para obtener la calidad de Proveedor Habilitado?",
    "respuesta": "El proveedor de software deberá ingresar en la opción Certificación con su clave y completar las siguientes etapas: • Pruebas de simulación de operaciones: Consiste en la recepción en DGI, del envío vía Web Service, por parte del proveedor de software, de un documento por cada tipo de comprobante disponible y el reporte diario correspondiente. [cite: 56, 57] Declaración de cumplimiento de requisitos del Registro de Proveedores: Una vez realizada correctamente la prueba de simulación el proveedor debe firmar y enviar una declaración a través del Portal de eFactura del sitio web de DGI, declarando que cumple con los requisitos mínimos establecidos en la Resolución $N^{\\circ}$ 4843/2015 para la inscripción en el Registro de Proveedor Habilitado y que se compromete a mantenerlos durante el período de su inscripción en el Registro. [cite: 57, 58] La declaración deberá ser firmada electrónicamente por responsable de la empresa, declaración que DGI puede volver a exigir su firma en caso que se modifiquen los requisitos mínimos exigidos por la Resolución $N^{\\circ}$ 4843/2015. [cite: 58, 59] (29/07/2016) (Modificado 05/10/2020) [cite: 59]"
  },
  {
    "pregunta": "¿En qué momento queda inscripto como Proveedor Habilitado?",
    "respuesta": "Luego que el proveedor acepta la Declaración de cumplimiento de requisitos del Registro de Proveedor Habilitado, la DGI le asignará la condición de \"proveedor habilitado\" en el RUC y lo incluirá en el Registro. [cite: 60, 61] (Creado 29/07/2016) [cite: 61, 62]"
  },
  {
    "pregunta": "¿Qué actividad es exclusiva de aquellos proveedores inscriptos en el Registro de Proveedor Habilitado?",
    "respuesta": "Los proveedores inscriptos en el Registro de Proveedor Habilitado son los únicos proveedores de software que pueden ser seleccionados por los postulantes para realizar el mecanismo simplificado de postulación al régimen. [cite: 63, 64] Además es el único habilitado a otorgar el crédito fiscal a que refieren el Decreto 200/018 de 2 de julio de 2018 y el Decreto 206/019 de 22 de julio de 2019. (29/07/2016) (Modificado 01/10/2019) [cite: 64]"
  },
  {
    "pregunta": "¿Cómo acepta o rechaza el proveedor habilitado el trabajo asignado?",
    "respuesta": "El proveedor habilitado debe ingresar al ambiente de Proveedor Habilitado opción Solicitudes Ingreso Simplificado, para aceptar o rechazar el trabajo. [cite: 65, 66] En caso que no lo haga en un plazo de 5 días hábiles contados a partir de la fecha de envío del correo electrónico, el trabajo se entenderá como rechazado y se cancelará la solicitud de postulación simplificada, debiendo el postulante iniciar nuevamente el trámite. [cite: 66, 67] (Creado 29/07/2016) [cite: 67]"
  },
  {
    "pregunta": "¿Puede el proveedor habilitado rechazar el trabajo asignado?",
    "respuesta": "Sí. [cite: 68, 69] En caso que el proveedor rechace el trabajo, se cancelará la Solicitud de postulación simplificada, debiendo el postulante iniciar nuevamente el trámite. [cite: 69] (Creado 29/07/2016)"
  },
  {
    "pregunta": "¿Cómo se actualiza la información declarada por el proveedor de software al solicitar la inscripción al Registro de Proveedor Habilitado?",
    "respuesta": "El proveedor de software debe mantener actualizada toda la información declarada en la \"Solicitud de Inscripción al Registro de Proveedor Habilitado\". [cite: 70, 71] La actualización se realiza en el ambiente \"Proveedor Habilitado\" ingresando a la opción \"Actualización de Datos\". [cite: 71, 72] (Creado 29/07/2016) [cite: 72]"
  },
  {
    "pregunta": "¿Cómo se consulta los datos declarados por el proveedor de software al solicitar la inscripción al Registro de Proveedor Habilitado?",
    "respuesta": "Ingresando en el ambiente de Proveedor Habilitado, en la opción Consultas/Estado de la solicitud y presionando el link del número de solicitud, puede acceder a los datos del formulario \"Solicitud de Inscripción al Registro de Proveedor Habilitado\". [cite: 74, 75] (Creado 29/07/2016) [cite: 73, 74]"
  },
  {
    "pregunta": "Si se incorpora un nuevo comprobante en el sistema de facturación electrónica, ¿el proveedor habilitado está obligado a certificarlo?",
    "respuesta": "Sí, el proveedor habilitado deberá certificar el nuevo CFE disponible para no perder la calidad de tal. [cite: 76, 77] Debe ingresar a la opción \"Certificar nuevo CFE disponible\" en el ambiente de Proveedor Habilitado, debiendo cumplir con las pruebas exigidas. [cite: 77, 78] (Creado 29/08/2017) [cite: 78]"
  },
  {
    "pregunta": "Quiénes pueden inscribirse al Registro de Proveedor Habilitado?",
    "respuesta": "Pueden inscribirse los proveedores de software que quieran realizar el procedimiento de ingreso simplificado al sistema, los proveedores de sistemas de facturación electrónica a que refieren los literales b) y c) del artículo $2^{\\circ}$ del Decreto 200/018 de 2 de julio de 2018 y los proveedores de servicios de soluciones de facturación electrónica a que refiere el Decreto $N^{\\circ}$ 206/019 de 22 de julio de 2019. (Creado 01/10/2019) [cite: 79]"
  },
  {
    "pregunta": "La tercerización de servicios de facturación o conservación, ¿está regulada por DGI?",
    "respuesta": "La DGI autoriza como emisor electrónico al sujeto pasivo sin importar quien emite su facturación o realiza la conservación de su documentación, no regulando la actuación de estos terceros prestadores de servicios, siendo siempre el emisor electrónico el responsable ante la DGI. (01/12/2011) (Modificado 09/05/2012) [cite: 80, 81, 82]"
  },
  {
    "pregunta": "El emisor electrónico que presta servicios de publicidad, propaganda y organización de eventos promocionales, ¿qué entrega en sustitución de \"Vía de control DGI\"?",
    "respuesta": "A partir de la vigencia del Decreto $N^{\\circ}$ 07/014 de fecha 16 de enero de 2014 dejó de ser obligatorio emitir la vía de control para presentar en DGI. (08/08/2013) (Modificado 24/06/2014) [cite: 83, 84]"
  },
  {
    "pregunta": "¿Qué debo hacer si recibo un correo con el aviso de omisión en el envío del Reporte Diario?",
    "respuesta": "Debe enviar los reportes diarios en los que esté omiso teniendo en cuenta que debe presentarse un reporte diario por cada día calendario, desde la fecha de vigencia establecida en la autorización que lo habilita como emisor electrónico, independientemente de que tenga o no operaciones. [cite: 85, 86, 87] Tenga en cuenta que aquellos Reportes enviados que tienen asignado el estado \"Reporte Rechazado\", también son incluidos en el listado de omisos. [cite: 87, 88] (10/02/2015) (Modificado 29/10/2018) [cite: 88]"
  },
  {
    "pregunta": "Qué debo hacer si recibo un correo con el detalle de los Reportes Diarios que se encuentran en estado \"Reporte en Gestión\"?",
    "respuesta": "Debe revisar los reportes diarios enviados que figuran en estado: \"Reporte en Gestión\" con los comprobantes cuya fecha de firma sea igual a la fecha resumen del reporte, identificar el error, corregirlo y reliquidar el reporte. [cite: 89, 90] Los motivos de gestión pueden ser consultados en el portal de e-Factura / Producción / Consultas / Envíos realizados. [cite: 90, 91] (Creado 10/02/2015) [cite: 91]"
  },
  {
    "pregunta": "¿Qué debo hacer si DGI rechaza un comprobante por el motivo E06 C06: \"Importe informado en el CFE excede montos habituales\"?",
    "respuesta": "Frente a un comprobante rechazado u observado por DGI por el motivo E06 o C06 según corresponda, el emisor debe verificar si corresponde a un error en los montos informados o, si a pesar que la DGI lo consideró atípico para su operativa normal, el CFE/CFC respalda una operativa real. [cite: 92, 93] En caso de que corresponda a un error y por lo tanto corresponde su anulación, debe enviar un nuevo CFE con distinta numeración para respaldar la operación correctamente y si se trata de un CFC, debe enviar el comprobante corregido y con el mismo número. [cite: 93, 94] Si considera que el monto de la operación documentada es correcto, puede realizar la regularización del mismo, debiendo comunicar al receptor del CFE esta situación. [cite: 94, 95] Ver Instructivo \"Regularización de comprobantes rechazados\", publicado en el Portal de eFactura del sitio /Información General/Instructivos. [cite: 95, 96] Importante: Recordar que la opción de regularización de comprobantes rechazados está habilitada exclusivamente para aquellos CFE/CFC rechazados u observados por los motivos E06 o C06; [cite: 96, 97] y que la fecha límite para solicitar el reproceso de los comprobantes: Fecha de recepción del sobre que contiene el CFE más 60 días. [cite: 97, 98] (06/02/2023) (Modificado 08/12/2023) [cite: 98, 99]"
  },
  {
    "pregunta": "¿Quiénes son los obligados a enviar a DGI la información establecida por la Resolución N° 167/2021?",
    "respuesta": "Son todos aquellos que intervienen en alguno de los procesos de facturación y/o conservación de comprobantes fiscales electrónicos, independientemente que sean proveedores habilitados o no. (05/10/2020) (Modificado 13/08/2021) [cite: 100, 101, 102]"
  },
  {
    "pregunta": "¿Qué datos deben informar a DGI? (05/10/2020)",
    "respuesta": "Corresponde que informen cada una de las soluciones de software que comercializan con respecto a Factura electrónica. [cite: 102, 103] En un segundo nivel de apertura de la información, para cada ítem que declaren como solución de software, deberán informar los procesos que cubren con ese software en el sistema de comprobantes fiscales electrónicos. [cite: 103, 104] Asimismo deberán declarar que las referidas soluciones de software no permiten la emisión de comprobantes que no cumplan con el estándar de emisión, firma y envío definidos por DGI. [cite: 104, 105] También deberán identificar a cada uno de los clientes emisores electrónicos (destinatario final del producto o proveedor de Software) y las correspondientes soluciones de Software contratadas por los mismos. [cite: 105, 106] (Modificado 13/08/2021) [cite: 106]"
  },
  {
    "pregunta": "¿Cómo debe ser enviada la información? (05/10/2020)",
    "respuesta": "Se definió un formato único basado en el estándar XML que deberá estar firmado electrónicamente. [cite: 106, 107] En el Portal de e-Factura/Información General/Documentos de interés se encuentra disponible el documento de Formato de Envío de información de Proveedores de SW y su correspondiente XSD. [cite: 107, 108] El envío de la información se realiza en el Portal de e-factura a través de la opción Envíos /Informe de Proveedores de SW en el ambiente de Producción. [cite: 108, 109] (Modificado 13/08/2021) [cite: 109]"
  },
  {
    "pregunta": "¿Cuándo debe enviarse el Informe de proveedores?",
    "respuesta": "El informe de proveedores debe ser enviado dentro del mes siguiente al inicio de la provisión de la solución de software o cuando se produzcan modificaciones en la información declarada. [cite: 109, 110] Los informantes considerarán el cuadro de vencimientos según el grupo al que pertenecen. [cite: 110, 111] No corresponde enviar el informe si no existen altas o modificaciones a declarar. [cite: 111, 112] (Creado 13/08/2021) [cite: 112]"
  },
  {
    "pregunta": "¿Cómo se corrige un Informe de proveedores ya enviado a DGI?",
    "respuesta": "Cada informe se identifica: por el período que se está declarando (mes y año) y por la secuencia del mismo. [cite: 113, 114] Si se desea corregir un informe ya recibido por DGI, el número de secuencia del nuevo informe será el número de la secuencia del informe que se modifica más uno. [cite: 114, 115] El nuevo informe deberá incluir la nueva información corregida o agregada así como también todo lo declarado en el anterior informe y no corresponde modificar. [cite: 115, 116] La DGI tomará como válidos los Informes de Proveedores que tengan mayor secuencia para cada período declarado (mes y año). [cite: 116, 117] (Creado 13/08/2021) [cite: 117]"
  },
  {
    "pregunta": "¿Qué zonas contiene el Informe de Proveedores?",
    "respuesta": "El Informe de Proveedores contiene las siguientes 4 zonas que deben completarse en forma obligatoria: Carátula: se informan los datos del proveedor, el período del Informe, la aceptación de la Declaración de cumplimiento de requisitos técnicos y el total de soluciones de Software y de RUCs de clientes informados. [cite: 117, 118] • Detalle de soluciones y procesos: se informan las soluciones de Software comercializadas en relación a servicios vinculados con el Sistema de Facturación Electrónica. [cite: 118, 119] • Detalle de clientes: se informan los clientes a los que les brindan soluciones de Software en relación a servicios vinculados con el Sistema de Facturación Electrónica. [cite: 119, 120] Firma electrónica: firma electrónica avanzada sobre todo el archivo. [cite: 120] (Creado 13/08/2021)"
  }
]